[
  {
    "slug": "both-ways",
    "name": "Both Ways",
    "season": 1,
    "episode": 1,
    "id": 1,
    "netflixLink": "https://www.netflix.com/watch/80986856?t=7",
    "transcript": "Obviously, I'd love to work for you, and I appreciate you taking the time to meet with me. I... I feel good about it. I hope I didn't do too much talking.\nNo, you were great. You were great.\nI hope to hear from you soon. We'll be in touch.\nReally nice meeting you. Nice to meet you as well. Okay. Oh!\nLooks like you push.\nOh, it does both.\nWhat?\nIt does both. I was here yesterday, and it actually goes both ways.\nOh, okay. Okay, see you. See? Hope to hear from you soon."
  },
  {
    "slug": "has-this-ever-happened-to-you",
    "name": "Has This Ever Happened To You",
    "season": 1,
    "episode": 1,
    "id": 2,
    "netflixLink": "https://www.netflix.com/watch/80986856?t=101",
    "transcript": "Have you been the victim of unfair treatment by a business or a corporation? Has this ever happened to you? You bought a house, it was not disclosed to you that there was a termite infestation in the walls and in the moldings, so you have to take it upon yourself to call your n termite extermination company, but when the guys show up, they immediately ask if they can use your bathroom, then for over two hours, they take turns going in and out of there, taking huge mud pies and over-flushing? Then they go in there together, and you hear a bunch of scrounging around, and then you hear a bunch of yelling, and one of them is standing in the bathroom doorway shouting at you that his friend's foot's stuck in the toilet, and he says, \"Help him! You got to help him!\" And when you go in there to help him, he just pulls it out easily and laughs 'cause his foot wasn't stuck. It wasn't stuck at all, he was just faking it. And then they get really serious and say, \"It's Turbo time!\" And they both start running around the house as fast as they can and jumping over the couches. But when you try and jump in, they yell at you and they say, \"You're not part of the Turbo Team! Don't run! You don't run with us! We're the ones who run! Until you're part of this Turbo Team, walk... slowly!\" So you go and lay down to be by yourself and read your art books, but then the next day, you went into the bathroom, and it looked like the hole in your toilet had shrunk. \"How could that be? There's no way they could have shrunk the toilet.\" But then you saw in the trash a receipt from Home Depot for a toilet the exact same size as yours, but with a joke hole that's just for farts! They replaced your real toilet with a fart toilet, and now you can't take a dump in your house 'cause your toilet can't suck 'em down, and you feel sick to your stomach! Has that ever happened to you?! Call me right now, please."
  },
  {
    "slug": "baby-of-the-year",
    "name": "Baby of the Year",
    "season": 1,
    "episode": 1,
    "id": 3,
    "netflixLink": "https://www.netflix.com/watch/80986856?t=208",
    "transcript": "Look at their rolls Look at their folds Look at their rummy bummy tummies Heads are round Bellies are squishy Look at their toes Like so many curled canned shrimp Are they ticklish? Are they jigglish? Can they be tricked? Can they be chucked? Which ones will move? Which ones will talk? But more important Which ones can dance? Oh who will be Baby of the Year? Thank you. Welcome back. It's been a grueling three months but we've narrowed it down to three chubby little babies. From Salisbury North Carolina Michael Patrick Porkins. From Luverne North Dakota little Taffy Lee Fubbins. And the bad boy of the competition Bart Harley Jarvis. Fuck you Harley Jarvis! Fuck you Harley Jarvis! Get her out! Goddamn it! Judges do you need any more information to help with your decision? I have firmly made up my mind. I would like more information. - I'm a wreck right now. - I understand. This is a hard decision. Let's hear once again from the babies' pediatrician. Baby Porkins is th percentile in weight and th percentile in height. We got a certified chode on our hands. Little tuna can. Baby Fubbins is also th percentile in weight. Ooh! Another chode. Mr. Jarvis is one of the most aggressive babies I've ever met. He has a massive underbite and completely flat back of the head. I hope you fucking die Harley Jarvis! Get... him... out of here! I'm honestly done. I don't want to read anymore. Yeah. Don't let it ruin your day okay? You're still a great doctor. All right judges do you need more time? It's Porkins by a mile. The button nose the apple cheeks... He's the best baby. If Taffy Lee Fubbins isn't the Best Baby of the Year I'll kill myself on live TV. Stop saying that. All right that... That's it. I have to get this off my chest. \"Earlier today when I was waiting to use the private bathroom I witnessed Michael Patrick Porkins' father performing oral on the mystery judge of the competition.\" \"I've been conflicted about whether to say anything because I feel like Michael Patrick Porkins could win it even without the oral. His father didn't need to do the oral.\" And that is why this is so tough... for me to tell about the oral. Oh man that's a bummer. Might fuck this whole thing up. While the judges make their decision let's watch our In Memoriam segment. Oh no. Calm down they're old ones. They don't stay babies forever idiot. Fucking stupid asshole. Little Denny Doo Dinkins respiratory failure. Shirley Cratsworth Shane car crash. In Memoriams don't usually include how they died. Shut up. Little Jeffy Jeremy throat slashed. God. Someone get her! She's trying to get Jarvis! All right you know what? This is dumb. Dump it. Trashit. This one's garbage. Tiny Dinky Daffy pancaked by drunk dump truck driver."
  },
  {
    "slug": "instagram",
    "name": "Instagram",
    "season": 1,
    "episode": 1,
    "id": 4,
    "netflixLink": "https://www.netflix.com/watch/80986856?t=444",
    "transcript": "Let me see it. Oh yeah that's good. That's great. Thank you. Thank you. Is it cute? Yeah so cute. Send it to me. Me too. Yeah okay. Sending now. Okay. Look what I just posted. \"Brunch with these two dumdums.\" Oh my gosh so good. Is this goodI said \"Sunday funday with these idiots.\" Yeah that's good. That's great. So cute. So cute. Okay okay so cute. Look what I just posted. \"Eating crap with these sacks of shit. If they died tomorrow no one would shed a tear.\" So cute? Wait what the hell? Well you called me a dumdum and she called me an idiot so... Yeah when you post a pic of yourself where you look really cute then you have to say something self-deprecating so it doesn't look like you're just bragging. Oh! Okay... got it. Sorry. Yeah. All right this is good. Okay. \"Slapping down some pig shit with these fat fucks and I'm the fattest of them all. If I died tomorrow no one would shed a tear. Load my fricking lard carcass into the mud. No coffin please just wet wet mud... bae.\" Jesus Brenda... You called me a dumdum. Right it's like a term of endearment. Okay. All right. I got you. Okay. Okay. \"Gulping down some pig dicks with these bags of meat. Sunday funday with these pig dicks. Hope nobody gulps us.\" So are we the pig dicks or the bags of meat? Let me try another. \"Slurping down fish piss with these wet chodes. Total tuna cans. Put a bullet in their fucking brains and leave their wet bodies on the side of the road. Boo caught me sleeping.\" You're not sleeping. Okay let me try another one. Okay. \"Sitting here with two bona fide pieces of hog shit.\" No. Basically the same thing. \"They're mad 'cause I won Best Hog at the hog shit snarfing contest but I'm not mad 'cause we're all loads of beef sitting on the side of a highway getting our butts sucked by flies.\" I tagged you both in that. Why? Why are you guys bullying me?"
  },
  {
    "slug": "gift-receipt",
    "name": "Gift Receipt",
    "season": 1,
    "episode": 1,
    "id": 5,
    "netflixLink": "https://www.netflix.com/watch/80986856?t=563",
    "transcript": "Maybe I'll go for this. That could be a good one. Is this you? Yeah. Oh my... This is perfect. Babe we were just talking about how we needed a new salt and pepper shaker set. Remember this? Thank you. This is incredible. I'm so glad you like it. There's a gift receipt in case you want to get something that's... Won't need it 'cause this is perfect. Thank you. Happy birthday. Thank you. That one's mine. I forgot to put my name on it. Cool all right. Cool. Yeah it's a wreath. The guy at the store said he has the same one. He said it works great. Thank you so much Lev. Yeah there's a gift receipt in there if you want to exchange it for something that's more you. Okay cool. Thanks. But you like it? I like it Lev. Great. Then give me back the receipt. What? Prove it. You said you like it. Give me back the gift receipt. You don't need it anymore. Lev he likes the gift. Then he doesn't need the gift receipt. I'm just gonna put all this stuff together in the same pile over here if that's cool? Okay. Ooh! I think I know who this is from. If you love it as much as you say you do and as much as you have been saying... then it shouldn't be a problem if I take the receipt back. Okay. Yeah. Here you go. Jesus. Glad you like it. Happy birthday. Thanks. Um let... Let me open... Who...? Oh that one's ours. All right. Are you seriousFirefighter pugs? Honey we got to put this up on our fridge. This is incredible! We just thought it was cute. And you'd be fine if I ate it? Huh? The gift receipt. You'd be fine if I ate it? Why would you eat it? You said you liked the gift. So you wouldn't have any qualms if I ate the gift receipt and it didn't exist anymore. Right RickRight Melissa? Uh... I don't have any qualms. You can eat it if you like. Awesome. Down the hatch bon appétit. Should we open another gift? Ye... Yes. Yes. Uh okay how about this one? I think I know what's in this one. Oh whoa! Hey! I just heard an interview of this guy! This is so interesting. Thank you. I hate to do this but I'm afraid our gracious host didn't wipe properly. What are you talking about? When you went to the bathroom earlier to do the mud pie... you must have used too small of a slice of toilet paper when you wiped and you got mud pie on your hands and then you touched the receipt and then I ate the receipt and now I'm sick off of your mud pie. What the hell are you talking about? You're probably sick 'cause you ate paper you fricking psycho. No I eat paper all the time! What I don't like to make a habit of doing is eating mud pie! Why do you even eat paper?! That doesn't even make sense! Okay you guys calm down! This is insane! There's a simple solution to this. Jacob hasn't touched my gift receipt because he likes my gift. So we just have someone else eat my gift receipt and see if they get sick. But it can't be Jacob 'cause he's gonna pretend he's not sick even if it's caked in pure shit. I'll do it. I'll eat the receipt to solve the problem. And Jacob doesn't touch it! That's right. And if Melissa gets sick then that means that paper makes you sick. But if Melissa doesn't get sick then that means Lev ate the mud pie. There is no mud pies okay? And I genuinely like the gifts. Swear to fucking God? Yes. Then let my wife eat the fucking receipt. Oka... Okay. I am now sanitizing my hands. I have not gone to the bathroom yet today. I took a shower last night after I took a piss and shit. Now... someone hand me the receipt. Jacob don't you get anywhere near that! How you doing honey? I feel... fine. Paper doesn't make you sick on its own. He used too small a piece. Lev's probably not even sick! He's probably faking it! You son of a bitch! Jacob was lying about the mud pie. And if he was lying about something as simple as grabbing too small a slice that probably means he doesn't like the gift either. Exactly! But you liked my gift right Jacob? Yes! What about Rick and Melissa's? You piece of shit! Rick! Fuck! Somebody call . Oh my God. Tell 'em to send an ambulance. Tell 'em it's... the ugly house on Kenmore. The one where you can see the KFC sign through their front window. Happy birthday... No! -...to you... Don't let Jacob touch that! Everybody let's get out of here. This place is covered head-to-toe in shit. All you had to do... was like the gift... and not have a big old mud pie on the bottom of your butt. It's not a big deal. You had a big mud pie you had too small of a slice then I ate the mud pie now my stomach's absolutely fucked. Shouldn't have had such a sloppy mud pie. Get off me man. Fine! Nobody likes your house anyway. You should know... your wife kissed me on the cheek when I got here. Now look at you... all alone. Everybody's going to party at my house. Happy birthday Jacob. I just... I was just trying not to use a ton of paper towel. I just hope Lev's all right. Okay you guys I've got Lev in my car so just follow us. Lev what's your address?"
  },
  {
    "slug": "biker-guy",
    "name": "Biker Guy",
    "season": 1,
    "episode": 2,
    "id": 6,
    "netflixLink": "https://www.netflix.com/watch/80986857?t=10",
    "transcript": "Ohhh! Whoa! That's a nice motorcycle. All right! Wow! Beautiful motorcycle! Yes! Yeah! Motorcycle with no motor? Okay! What the heck? Two motorcycles with a little house in the middle? Wow dude! Wow! Well? Yeah guys... there's motorcycles. Yeah! And there's a lot of other stuff too. There it is. It's got a... It's got a little house in it. Come on it's got a little house in it. Yeah! Yeah! Yes!"
  },
  {
    "slug": "river-mountain-high-1",
    "name": "River Mountain High #1",
    "season": 1,
    "episode": 2,
    "id": 7,
    "netflixLink": "https://www.netflix.com/watch/80986857?t=134",
    "transcript": "River Mountain High is sponsored by TC Topps TC Tuggers Shirts the only shirt with a tugging knob. Hey. Am I seeing you tonight? I don't know Brandon. I shouldn't even be talking to you. What's going on? You've been avoiding me all week. You're hiding something. What happened that night with Riley? Look I told you we got in a fight and she stormed off. That was the last I saw of her. Then why did Tyler see her in your car at : a.m.? Oh God Tyler! Tyler's a freak. Everybody knows that. He may be weird but at least he didn't beat up Matt Simms in the locker room in front of everyone. Okay. Look... you can't say anything but... All right you two get to class. The bell already rang. You can't be in the hall when the bell rang. The bell already rang. Sorry Principal S. That's okay. That's a cool shirt. Yeah it's a TC Topp from TC Tuggers the only shirt that's got a little knob on the front so you can just pull it out when it gets trapped on your belly. It's very cool. Yeah I was doing this all the time and the wear and tear was wrecking my regular shirts. But TC Tuggers has this little knob on the front so you don't wreck your shirt or hurt your hand. Yeah that makes sense. Yeah you know what I mean? 'Cause when you go through the day your shirt gets kind of bunched up so I was wrecking my shirts 'cause I was pulling them out subconsciously but this has that knob so you can just do it easily. Awesome. Well we'll get to class. But they're not a joke. What? You don't make jokes about 'em TC Tuggers. You don't wear 'em as a joke you don't give 'em as a joke gift or wear them ironically or do pub crawls in 'em like the Snuggie. They're not like the Snuggie. Do they come in other styles? Not really."
  },
  {
    "slug": "wilsons-toupees",
    "name": "Wilson’s Toupees",
    "season": 1,
    "episode": 2,
    "id": 8,
    "netflixLink": "https://www.netflix.com/watch/80986857?t=277",
    "transcript": "Hey cool hair Dave. Thank you. I know. He's so comfortable in his skin. You've been wearing a toupee for years but you're tired of living a lie. You're ready to accept the real you but you're in too deep. You can't go from hair to bald in one day. Hey Dave. Dave? Oh my God Dave. You're all-the-way bald. What happened to the head of hair you had yesterday? Uh... Was that a toupee you piece of shit? Dang it. Well now you can ween yourself off your toupee gently with Wilson's natural hair-loss system. It's easy. When you sign up Wilson's will send little wigs each one balder than the last. Every hours replace your hairpiece with the next most bald one. But what if you don't have weeks? You need to be bald right now. Wilson's has the solution for you. For the same price we can get you bald in one day with Wilson's natural Fake Gorilla Attack hair-removal system. Wilson's will send a fake gorilla to a public place of your choosing to rip your entire hair clean off. Oh my God a gorilla! That chimp stole my hair! Wilson's. Now you can be the life of the party. Ow! What the hell are you doing? You poked my wife in both eyes. Oh my God a gorilla! That's my real hair!"
  },
  {
    "slug": "pink-bag",
    "name": "Pink Bag",
    "season": 1,
    "episode": 2,
    "id": 9,
    "netflixLink": "https://www.netflix.com/watch/80986857?t=379",
    "transcript": "Here he comes. Sorry I'm late everyone. It's very rude of me. I apologize. Oh my God I farted. Um... Sorry about that everyone. Could you excuse me for a second? I have to figure out what's going on. What the heck? There's a pink bag on my chair? Yeah it's just a whoopee cushion. It's a prank. On me? No it... You know it's just a joke. What's the joke exactly? What do you mean? My farts don't sound anything like that. My farts are long... and way louder. And they reek. So what's the joke? That I had a milder fart than I normally do? That nobody's puking from my fart? Is that the joke? That I farted and no one barfed? 'Cause that's pretty funny actually. That'd be a great day for me. That'd be a great day for me if I farted and nobody barfed. That's not the joke. It was just like... you know what if you farted? I think we covered what would happen if I farted Jane. You'd throw up your pretty little lunch. Okay everyone I think it's time to start the meeting. The whoopee cushion thing was stupid. Uh Dana you wanna bring us up to speed on what's happening in the Midwest division? Can I just ask... what's next? Just so I know what's next? Sorry? Cake batter in my pants and make it look like I cum in my pants? What are you talking about? What's the next joke? Meatball down my leg make it look like my ball sack ripped open? Brown pie in my undies make it look like I shit my pants? Brown pudding in my shoes make it look like I shooted diarrhea down my leg? Make me think I'm mighty sick? I'm rushed to the hospital and there for hours and I miss my family photo tonight. Is that the joke? That I miss my family photo tonight? Nobody wants you to miss your family photos. Then what's the joke? That while I'm on the operating table a man is rushed in 'cause he was in a car accident and he has a metal bolt through his head but he bleeds out in the waiting room because the doctors are too busy trying to shove two meatballs in my scrotum and cake batter back in my penis? Is that the joke... on the man's widow? You got her Jane. You really got her. This is a betrayal on levels that no one's ever seen! Permission to go home lie down and watch some TV and rest up so my face isn't beet red for my family photo tonight? Yes yes. Thank you."
  },
  {
    "slug": "river-mountain-high-2",
    "name": "River Mountain High #2",
    "season": 1,
    "episode": 2,
    "id": 10,
    "netflixLink": "https://www.netflix.com/watch/80986857?t=567",
    "transcript": "Previously on River Mountain High... You're hiding something. What happened that night with Riley? That's a cool shirt. Yeah it's a TC Topp from TC Tuggers. Do they come in other styles? Not really. No yeah the style is just... Is just basically this. Well thanks Principal S. Yeah. Yeah thank you for asking about the shirt and thinking it's cool TC Tuggers. Yeah I gotta go. Bye Brandon. Think about what I said about TC Tuggers. Bye Claire. So what happened with Riley? One two three Now we're playing with the big boys Gonna take it to the street now We're gonna make a big noise Are you ready for this Are you ready for this Are you ready for this now"
  },
  {
    "slug": "the-man",
    "name": "The Man",
    "season": 1,
    "episode": 2,
    "id": 11,
    "netflixLink": "https://www.netflix.com/watch/80986857?t=642",
    "transcript": "Are you ready for this Are you ready for this Coach is so much nicer on international flights. I hope they have good movies. Not me I'm going right to sleep. Going on a big vacation? Uh yeah it's actually our honeymoon. Ah! Planning on relaxing? Mm-hm. Yeah. You want everything to be perfect. Yeah we've actually been looking forward to this for a really long time so... Sure you have yeah. Yeah. Is there anything you're looking forward to doing? Just all of it pretty much. Lots to do yeah. You're gonna need your energy. Yeah. Yeah I guess we are. You know you want to make it your dream vacation. Yep. Are you going on a vacation too? Oh no no not me. Oh business then huh? In a way. Well we should probably get some shut-eye so... Good. That sounds like a good idea yeah. Hush little baby don't say a word Mama's gonna buy you a mockingbird I'm... I'm sorry do I know you? No... but I know you. It was . I was you were nine months. We were on a flight from JFK to London. Saw you immediately. A baby on a seven-hour flight. The first hour was bliss... then the crying started. Small whimpers at first then came the shrieking. Louder. Louder. Louder. Till it filled the whole cabin. When I arrived in London I was a shell of a man. Broken. You see I had spent my entire life savings to go to London to see my beloved Buckingham Palace so I could see if I could make those soldiers laugh. Because of you I was too tired to do anything funny! And I vowed from that day forward that I would devote the rest of my life to getting my revenge on you little baby. What are you saying? Airline seats? Seems like a crapshoot. Well not if you go through someone's trash. You went through my trash? How do you think I got this? Oh my God what is that? A rat bit me. Jesus! It's not that gross. And now here we are... the stars aligned. And now I will exact my revenge. I'm gonna cry... the whole flight. Sir? Sir? What?! You're in this man's seat. No I'm in my own seat. I'll show you my ticket right here. That's way back there. But can't I stay here? You can't just sit wherever. You can at some concerts. Sir you're back there. Shit! Shit! Excuse me. Oh that's a good idea move in the direction of where I'm heading. Dumb piece of shit! Hey. Hey."
  },
  {
    "slug": "which-hand",
    "name": "Which Hand",
    "season": 1,
    "episode": 3,
    "id": 12,
    "netflixLink": "https://www.netflix.com/watch/80986858?t=9",
    "transcript": "Thanks so much. Well now I'm looking for a volunteer from the audience. Okay. Let's welcome him on stage. Come on up. What's your name? Charlie. Charlie so nice to meet you. You too. Charlie we're gonna do just a quick sobriety test. Can you do that? Yeah. How many balls do I have in my hand? One. These aren't supposed to be hard yet Charlie. I'll slow it down for you. Okay. Charlie all I want you to do is remember which hand the ball is in. Can you do that? I think so. He thinks so. Confidence is not your strong suit neither is your suit-suit. All right Charlie I just want you to focus on which hand the ball is in. Okay. And I'll give you a hint. It's not this one. Right here? Goddamn it Charlie. You had one job. I'll give you one last chance. Which hand is it in? Right here? No Charlie it's in your pocket. Give him a round of applause. It's Charlie. Give it up for him. All right ladies and gentlemen the next trick is something that kept me out of college for... That was really fun. God I'm so full. If I didn't have to drive I would have probably took them up on that offer of the bourbon flight. That's so cool. We should do dancing next. So the babysitter did art with the kids. That's cool. Such a fun night. Good night sweetie. Love you. Why the fuck didn't you stick up for yourself? What? Why the fuck didn't you stick up for yourself you fucking coward? What are you talking about? The magician Charlie. He embarrassed you. What? He brought you on stage and he insulted your intelligence. He made fun of how you look and you did nothing. No he was just joking around. He was a funny magician. That fat piece of shit made you look like a fool Charlie. He basically pulled your little dick out in front of everyone and jerked you off until nothing came out because you are a boy. No that is not what happened. Look... we will stay married and raise the kids until they're out of the house but I will not respect you and I'll make sure the kids don't either. Oh my God it was just a magic act Brenda. You make ten times what he makes. Why didn't you say that to him? I don't know if that would've helped. Right maybe it wouldn't have helped. I'm glad you had fun while everyone else had to watch an adult man jerk your little-boy dick off. Jesus Christ. Now... Thank you. I'd like to pick from the audience any volunteer. Someone... Yeah! I'll do it. Is that... That's a familiar face. We don't usually do that but welcome him to the stage. Hello. How are youTerrific. I don't have a boy dick. Okay. Okay that's fine. Uh... I make ten times as much as you. Well you wouldn't know it from the suit. You ruined my fucking life!"
  },
  {
    "slug": "focus-group",
    "name": "Focus Group",
    "season": 1,
    "episode": 3,
    "id": 13,
    "netflixLink": "https://www.netflix.com/watch/80986858?t=235",
    "transcript": "We here at Ford would like to thank you for agreeing to be part of this focus group. Your ideas will actually be used in helping us create a brand-new model. There are no wrong answers. So let's go around the room and you just go ahead and call out features you'd love to see implemented in your ideal car. Whenever you're ready. Bluetooth capabilities. Great. Voice-activated lights. Perfect. Satellite radio. Mm-hm. Extra cup holders. And a phone holder. A good steering wheel that doesn't fly off while you're driving. Rear-view camera. Comfy seats. A good steering wheel that doesn't fly off your hand while you're driving. Uh automatic side-view mirrors. A great steering wheel that doesn't whiff out of the window while I driving. That is a good idea. Yeah I wrote it down. Oh nice. Okay what do we think it should look like? Sleek. Good. High-tech. Aerodynamic. Too small. I'm sorry? Too small. So when you get in there you're like \"If the steering wheel fly off I'm toast.\" Look I... Okay I don't know why we'd make it too small. I think it's a good idea and I stand by. Okay. And you can have like a sporty look. Great. Teacher's pet. Any other ideas? Stinky! What? What about if it is stinking inside? Sorry you want that in a car? I'm sorry. I cannot think any good car idea because this guy keep farting. Okay let's just try and focus on the car. What are some ways we can make it family-friendly? No space for mother-in-law. That's not helpful. Shut up Paul. You probably love your mother-in-law. I actually do. Oh my God he admit it! Paul? What? Paul? What? You have... no... good... car... ideas. Shut up. I doing the best at this. All right maybe we should lay off Paul. That's what his wife said. Okay this car is everything. You flinched Paul! Now you have to marry your mother-in-law! Yeah because he landed it and you flinched you have to marry your mother-in-law! I did not flinch. You have to! You have to Paul. Marry your mother-in-law. I didn't flinch. Come on Paul. If you don't that mean you yourself admit it yourself that you suck. That's true. You flinched with the bottle Paul. Who is the most popular now Paul? Paul you have to marry your mother-in-law if you flinched at the bottle! Paul! You flinch!"
  },
  {
    "slug": "laser-spine-specialists",
    "name": "Laser Spine Specialists",
    "season": 1,
    "episode": 3,
    "id": 14,
    "netflixLink": "https://www.netflix.com/watch/80986858?t=411",
    "transcript": "Chronic back pain affects everything: Your family your job even your leisure time. At Laser Spine Specialists with our minimally invasive spine surgery you can be back on your feet and back in the saddle. I never thought I'd ride again. Thanks to Laser Spine Specialists I'm back on my bike and enjoying life. I can finally get back to tending my garden. I can finally fight my wife's new husband Danny Crouse. Call Laser Spine Specialists for your no-cost MRI review and change your life today. I'm back to helping out around the house again. I can finally lift my son over my head again. I can lift my son over my head again and there ain't shit he could do about it. Come here you little fuck! Dad! What the hell? Come on. I'm gonna get you over my head like a big boy. He's been rude to me his whole life! Call Laser Spine Specialists today to learn how a less than two-inch incision can give you a new lease on life. I can spin my wife again. I can play with my dog again. I could get my money back from Robbie Star at Superstar Tracks Records. You told me I could sing! I listened to the record we made and it sucks! Hey I disagree Ron. I gave you $ to make me a star! We just need a couple more dollars to get this thing really popping off! I'm through Robbie. I played \"Mountain River Rock\" for my whole family and they laughed at me. Your family hates you! Only I love you! And that song is rockin' baby. We got to fly Jeff Chris down from Indiana to mix it professionally. You listen to me. No more scamming adults into thinking they're stars. I hear you tricked one more old guy at the mall... What the hell Robbie?! Where's my airplay? I had the radio tuned to that station you told me all weekend and my song never came on. Don't listen to him he tricked me too. He didn't trick me. I am a star. Nobody tricked me. Hey listen I just got this new beat and it is totally in your Q zone all right? Don't start this with me Robbie. I can't sing. It's a guaranteed goddamn hit all right? It's not exactly in my Q zone is it? I mean yeah. It's also in Johnny's Q zone. Johnny do \"Palm Tree\" for us. Palm tree girls The palm tree guys... Don't give it to Johnny. Hold on! Let me think about it for a minute! Moon river rock Moon river roll Call Laser Spine Specialists today and get back to the things you've always wanted to do. You're too tight! Need to loosen up! It's gonna be a hit but you have to relax!"
  },
  {
    "slug": "new-joe",
    "name": "New Joe",
    "season": 1,
    "episode": 3,
    "id": 15,
    "netflixLink": "https://www.netflix.com/watch/80986858?t=573",
    "transcript": "And that was my dad you know? No matter how busy he was he always had time for his kids. Gonna miss you Dad. Beautiful words Kyle. Your father would have been so proud. And he would have been so happy to see all of you here today. So to honor Paul why don't we listen to and enjoy a beautiful song? Oh our organist Peg is under the weather so we have a replacement organist for the day. And I'm now seeing that he brought his own much larger organ. My condolences. Let us bow our heads. Two three four! My condolences. Thank you New Joe. The thanks is all mine Parson. I would like to now call up Paul's daughter Olivia. And I'll play her on. That is not necessary. This one is somber so it's all right to cry. It's called \"He Layeth on High\" and it's about a big baby duck who gets his head caught in a stewed tomato so hold on to your hats. Two three four! New Joe. New Joe! Keep going? No."
  },
  {
    "slug": "game-night",
    "name": "Game Night",
    "season": 1,
    "episode": 3,
    "id": 16,
    "netflixLink": "https://www.netflix.com/watch/80986858?t=697",
    "transcript": "Your new boyfriend seems very mature. Yeah Howie's great. He works at the tobacco shop my mom buys cigars at. All right let's play. Your record collection's very meat and potatoes Liz. Oh thank you. No it just means you don't have anything rare in there. Okay everyone got a celebrity name in? All right Team One you're up. Remind me the rules again? You can say anything you want just don't say the name you pull out of the hat. Okay. Okay. Ready? All right let's do this. And... go. He was in Ocean's Eleven. Matt Damon. No. He has a tequila silver fox... George Clooney. Yes. Okay she was a pretty woman. Julia Roberts. Yes. Okay um... All right I guess this is a musician. John Mayer. No older... Time. Goddamn. It's jazz legend Marcus \"The Worm\" Hicks. Okay who put that in? That one might be one of mine. Okay Team Two we're up. Howie you go first. All right. This is a cool hat. Okay ready? And... go. All right this guy ran with Thaddeus Finks. He was one of the Eight Balls in Mookie Kramer and the Eight Balls. This doesn't sound like anything. He played the alto sax with the kink in it. I don't know. Not sure. ReallyOkay pass. Okay this one's easy. He's got the freak lips he can hit the high C all night long. He was king of the tuk-tuk sound. Is this another jazz guy? Laura you know this. I need another hint. I told you this guy's life story that night we had dinner. I took you to Chartreuse. It was the same dinner that you said you don't like any PDA. I tried to give you those little kisses and you said no PDA. Remember? I criticized you for being addicted to your phone and tried to make it up to you by buying you the entire dessert menu. And she didn't even take a bite. Time. Come on guys! We didn't get one. Because they're supposed to be celebrities everyone knows. Oh you mean like household names like Roy Donk or Jack Marshall who wrote The Munsters' theme song? Roy Donk? Okay sweetie I think you're just hungry. Eat some of your Arizona walnuts. That's a good idea. Where be your nutcracker? Uh I mean I think we have one in our Christmas stuff in the attic. Oh great. Well that'll only take you a sec. Okay. Yeah I guess I'll go get that. Thanks. All right Team One let's go. Okay. He's Iron Man. Robert Downey Jr. Yes. Okay... Oh I think this one's Howie's. Yeah I don't know what to do. Just do Charades. Ooh! Oh I wish I could hear what she's playing man. She's off the map. Time. What was it? Tiny \"Boop Squig\" Shorterly. I mean come on is that even a celebrity? He's no Roy Donk but he was a regular guest on The Colgate Hour. What's The Colgate Hour? Excuse me! Oh my God. WhatI said \"Excuse me.\" All rightWe all do it. Let's not make a big deal about it. It's embarrassing. Here's your nutcracker Howie. Oh thanks but I changed my mind. Listen I saw you had some gazpacho soup in your fridge. Can I have some gazpacho soup? Yes you can have some gazpacho soup. All right let's get back into it. Okay. It's my turn. My turn. Okay let's see. Well he was a frequent guest on The Colgate Comedy Hour. The radio program. Come on. I don't know what The Colgate Hour is. Okay pass. Okay. I don't know if this will help you but he was also a frequent guest on The Colgate Comedy Hour. He did panels with Paul Julian the guy who did the voice of the Road Runner. \"Beep-beep.\" Don't you remember how we listened to his whole album that one night I told you you'd never be a good writer 'cause you don't have a curious mind? Time. Damn it. Who was it? Paul Bufano. Paul Bufano how hard is that? Paul Bufano! Come on. Jeez! You don't remember that night we listened to the whole album Cafeteria Jangle? It's the night you gave me that Fitbit and I said I would get wrist cancer from it. You said \"It's the cigars you smoke that's gonna give you cancer. It's the T-bone steaks you eat that are gonna give you cancer.\" You don't remember that? Just have some gazpacho Howie. Oh my gazpacho soup is here. This gazpacho soup just burned my lips. The gazpacho? Yeah it's been sitting out. It warmed up. It warmed up so much that it burned your lip? Let me explain something to you. If you're expecting something ice cold and you bring it up to your lips and it's room temp it's going to feel like your mouth's on fire. It's gonna feel like your body's on fire. No way man You know whatI'm bored. This party's officially boring. I'm bored and you people are very rude. Listen let's get out of here. All rightMy buddy Ray his parents are out of town. He's gonna let us use his basement for \"if you know what I mean.\" You guys really embarrassed me in front of Howie."
  },
  {
    "slug": "lifetime-achievement-award",
    "name": "Lifetime Achievement Award",
    "season": 1,
    "episode": 4,
    "id": 17,
    "netflixLink": "https://www.netflix.com/watch/80986859?t=31",
    "transcript": "Ladies and gentlemen the president of the Marjorie Caldwell Society of Arts and Music John Ballgram. Good evening. Tonight we honor the life and the music of Mr. Herbie Hancock and if we're lucky we might even get him to come up here and play a little music for us. But first I do want to say just for anyone who's concerned I don't think the dog that bit me should get put down. I know that's protocol when a person falls and a dog bites them the dog gets put down but I don't think the dog should get put down because I know that's a service dog. Otherwise why would it be allowed in here and why would it be wearing that little blue shirt? Okay I just wanted to say that so it didn't cloud the rest of the evening. The year is on the mean streets of Chicago. My dog didn't bite you. What? My dog didn't try to bite you. It didn't what? He was trying to hump your head. It tried to bite me. It tried to bite the back of my hair off. It was humping you dude. Uh Okay Herbie can play. Herbie can compose. Herbie sees music in a I'm sorry. I'm sorry but uh What do you even have? What? What do you even have that you have a service dog that's allowed in here? That's really none of your business. That would be true if your dog didn't try to bite the back of my hair off. You know what happened. I don't. And it's too bad we can't figure it out 'cause nobody has video or anything. I took a video. Oh fine. There's no way to watch it. Tech guy can plug it in right there. Yeah! Thanks Herbie. Cool. All right. Okay here I am. Here I am. I'm walking up the stage. There I trip a little on the stair. And here comes a dog trying to bite me. It's It's trying to bite me! It's trying to rip my hair out. What are you laughing at? Oh my God! Are you saying that your dog has blue balls now? You said it humped me. Well it certainly didn't finish 'cause look. It's dry. And you know what? You don't tape people. What is this society that we tape everything? What's going on? Do we not live in the moment anymore? We just tape everything from a phone? I don't like that. You know that's what Herbie's music is against. I don't know man I think the dog humped you. That's why I love Herbie Hancock. He loves to lie."
  },
  {
    "slug": "christmas-carol",
    "name": "Christmas Carol",
    "season": 1,
    "episode": 4,
    "id": 18,
    "netflixLink": "https://www.netflix.com/watch/80986859?t=226",
    "transcript": "We now return to the Channel Christmas classic The Night Scrooge Saved Christmas. Oh! It's Christmas! Scrooge! Who are you? I am the Ghost of Christmas Way Future. I've already met the Ghost of Christmas Future. I said Way Future Scrooge! What are you here to show me? Christmas in the year . Skeletrex and his Bone Brigade have enslaved the human race and we need your help. What are you talking about? Bonies are slaughtering humans by the millions taking their bones and using them to make more bone soldiers and more important fleets of bone cars. What? Frigging Bonies! But I've got a plan. We've got to kill Skeletrex. He's huge! He's feet tall and he has bones the size of tree trunks. What Oh yeah I almost forgot. He carries a club made of lava. Damn you Skeletrex! Oh crap! One of the Bonies made it through the Christmas portal. Quick Scrooge bash him with your cane! That's it Scrooge. Now go ahead and eat that goop Scrooge. It'll give you the Bonie's sense of humor. Oh watch out Scrooge! It's a bone larva. Don't let it lay an egg! I don't know what to do! Use your Christmas cheer and bashits fricking brains out you idiot! Yeah bash that bone larva! Attaboy! That's good bone-crushing. I think I'm beginning to get the hang of this. Scrooge you cheap bastard you're a genius at this. Oh crap! The Bone Brigade is doing a bunch more bad stuff. We're gonna have to go to the future. Crap dang it this sucks!"
  },
  {
    "slug": "nachos",
    "name": "Nachos",
    "season": 1,
    "episode": 4,
    "id": 19,
    "netflixLink": "https://www.netflix.com/watch/80986859?t=368",
    "transcript": "So do you like it out here? You know coming from the Midwest I was unsure whether I'd like California or not. Yeah. But I got to say I love it. You know? The weather obviously. Mm-hm. It doesn't get any better. And you think I'd miss the seasons Mm-hm. But you know what? Sometimes I do but most of the time I don't. You excuse me for a second? Mm-hm. Can I talk to you for a second? How can I help you? My date's eating all the fully loaded nachos. All the ones with the meat and cheese the ones that are fully loaded she's hogging them so I'm mostly getting just like just chips. Like mostly just chips like nothing on 'em but like a little bit of cheese and maybe one little nugget of meat. Okay. Can you say something to her? Say what? Maybe go up to the table and just say like \"Hey stop that.\" Or like \"Hey that's not allowed.\" You want me to go over and say \"Stop eating the meat on the chips\"? No just say the restaurant has a rule. It's not you it's a rule the restaurant has that if you get an item to share you can't One person can't just eat all the fully loaded ones. Like don't look around find the one with most meat and always eat that one. Can't you just ask her to share with you? Can't you just say the restaurant has a rule? I don't know maybe it's just me but I'm like \"Play your hits. Like don't play the new stuff.\" Yeah I totally agree. You go to a concert and you want to hear the songs you love. Right exactly like Give me the good-time rock 'n' roll. I want to sing along! Totally! This is really fun. This is so fun. I'm glad we did this. Are you enjoying everything? Yeah everything's great. Yeah. Uh Okay. Because we have a rule here that if you order nachos to share uh one person can't just eat all the fully loaded nachos. What's that? Say that again? We have a rule that basically says if two people order nachos to share one person can't take the ones with meat and stuff. What? I've never heard anything like that before. That is so weird. But I guess if that's a rule thanks. Okay. Hang on a second. Did you ask him to come over here and say that? What? Did you ask him to say that? What the hell are you talking about? You got up you talked to him for a long time and then the minute you sit down he comes over and says that the restaurant has this rule. No restaurant has a rule about who gets to eat what. What? I went up there to ask if we could switch tables. There's an air conditioner above this table and I was worried you were gonna get cold. There's no vent above us. What? Did he ask you to come over and say that about the nachos? He did. What? I went up there to complain about the rule. You just learned the rule! What? He just came over here Who? Him! What is going on? We'll take the check. We're gonna be so early for that movie. I'm not going to the movie. What?"
  },
  {
    "slug": "honk-if-youre-horny",
    "name": "Honk If You’re Horny",
    "season": 1,
    "episode": 4,
    "id": 20,
    "netflixLink": "https://www.netflix.com/watch/80986859?t=600",
    "transcript": "That's me! Me! That's me! Me! Me? Go around. Just go around. I The third phase we hit up Instagram and Uh Um the third phase we Sorry. I'm sorry! I'm so sorry! My stomach hurts! Help me please! As painful and sad as today is let us not forget that it's also a celebration of life. The life in this world and the life in our next world in the ever after. The deceased taught us all a lot about life. Hey! Hey! Oh shit! Shit! Shit! Shit! Shit! Shit! No! No! What the hell are you doing man? Stop honking. But I'm horny! What are you talking about? I'm talking about your \"honk if you're horny\" bumper sticker! Can you help me out or not? How would I help you out? I don't know! Do you have a solution like some magazines or a calendar or something? Why would I have that? What?! I thought that you worked for a service or a company that helped out guys that are so horny that their stomachs hurt! 'Cause that's what I am! There's no service that does that! Stop moving around! Why do you have that sticker on your car? What did you think was gonna happen? I don't know why I got the fucking sticker man! I grew up in a small town. Things were hard. We needed to make little jokes. I learned to make my car a little funny. I'm sorry if I sent the wrong message like I was some sort of representative or something. So you don't have pornos and calendars? No. Then you need to take that sticker off your car. Don't you dare! Don't you fucking touch it! Stay away from my car! It's a classic! Do not touch me! Don't touch my ride! Ohhh! Shit! What do we got here? Shut the fuck up! You had pornos this whole time? Shut the fuck up. Just pick one and go. I got to go over there and sing a song. Come on hurry up! I've seen a lot of these! Just take Thank you so much. Seriously this is honestly like I'm sorry. I just I am sorry. And now to sing a song the son of the deceased. Friday night I'm thinking that we just might Fly away to someplace they don't know Who we are Now I'm riding shotgun in your car We drive through the city Like explorers going Blowing hair flying across your face We left on Friday now it's Saturday Pressed jeans buttoned up Jeans ironed slipping up Rad shoes walking slow Headphones blaring 3-stacks Sunglasses flaring out Dick watch hanging low Studded belt pole cut Three-stacks on the radio Friday night I'm thinking that we just might Run away to someplace we We can be who we are We can be who we are I love you Mom."
  },
  {
    "slug": "brooks-brothers",
    "name": "Brooks Brothers",
    "season": 1,
    "episode": 5,
    "id": 21,
    "netflixLink": "https://www.netflix.com/watch/80986860?t=12",
    "transcript": "Is everyone okay? What happened? Did anyone see? Someone drove a hot-dog-shaped car through the window! The driver's gone. Somebody call the cops. We need to find that driver. They could have killed someone. Whose car is this? Yeah come on! Whoever did this just confess. We promise we won't be mad. What? We'll close our eyes just take your car and get out of here. Sir that's clearly your car. Wrong! Someone call the police! Yeah that's one idea. Or we could work as a team find out whoever did this and punish him ourselves. Maybe take his bare butt out of his costume and spank him. Maybe you could do it sir. Not gonna happen. Okay you. No. Well one of us is gonna have to do it. No one's getting spanked. You know what's driving me nuts? It could literally be any one of us. Ooh-ooh! No it couldn't. You're dressed like a hot dog. So is that guy. Oh no. Donald might look like a hot dog but you're wearing an actual hot-dog costume. You know I don't have to sit here and be insulted like this. I'm just gonna take as many suits as I can grab get in that random hot-dog car Ran-dom! and drive back to Wiener Hall. Oh my God. What happened here? Yeah. We're all trying to find the guy who did this and give him a spanking. It's obviously this guy right? Yes. I have a name. What's your name? Perfect. We've been sitting here talking all day and you all never bothered to learn my name. We're so buried in our phones. Instead of giving someone a real smile we send an emoji. I mean we don't even look at porn on our computer anymore. We look at it on our phone? Pornhub Xtube I know these names better than I know my own grandmother's. YouPorn XXN RedTube panty jobs homegrown Simpsons stuff. All great but I ask you this. If I was a big old guy with a big burly white beard would you still be yelling at me? Or would you be spanking my bare butt balls and back? Think about that for one second. I guess if nobody wants this car I'll take it. Let's get him. Yeah right you piece of dog shit! Stop! Hey you! You're fucking dog shit!"
  },
  {
    "slug": "choking",
    "name": "Choking",
    "season": 1,
    "episode": 5,
    "id": 22,
    "netflixLink": "https://www.netflix.com/watch/80986860?t=197",
    "transcript": "Hey what's up dude? Hey what's good man? How are you? I'm good. Oh my God. Is that Caleb Went? Yeah it's kind of nuts right? He and Dane are buddies. Dane's friends with Caleb Went? Mm-hm. Oh my Okay! Dude I am such a big fan of his Angels and Archways clothing. My belt right now it's a studded leather belt that's from Angels and Archways. Okay chill out dude. I'm chill. I'm just like such a huge fan of his music and his acting. He's just a dude. I just hope I don't say or do anything stupid. You'll be fine. You're a grown man. I know but You'll be fine. Tim are you all right? Are you choking? If you're choking let me know. I'm gonna hit you with the Hei No what the fuck are you doing? This is Caleb fucking Went. Just sit down. You're gonna die because you're too embarrassed to choke in front of Caleb Went? Unbelievable. Poppers are here. Who wants one? Poppers! Yo! I could save your life right now. Don't eat You can't eat that. Can you breathe right now? Chill. Oh you the man dude. You're about to die! Tim Hey stop. It doesn't stink it's regular water. Something about it stinks. Let's get a toast going. Yeah. Yes yes. Caleb to you and yours. Thank you. I propose a toast. To friends. And friendship in a In a tradition In a tradition. Cheers! I'm calling . Put your fucking phone away! I'm with my friend. He's choking. This guy's on the phone. The Pig in the Blanket. Yeah okay. Great. Thank you. They're coming. That doesn't stink you're choking to death. Oh it stinks. Tim What the heck? What the hell's going on out there? What the hell is that that's going on out there? What the hell is that that's going on out there? What the I got to check this out to make sure that nobody hit my car the Ferrari."
  },
  {
    "slug": "new-printer",
    "name": "New Printer",
    "season": 1,
    "episode": 5,
    "id": 23,
    "netflixLink": "https://www.netflix.com/watch/80986860?t=375",
    "transcript": "Whoa is this the new copier? It sure is Dennis. They installed it this morning. Can't believe Corporate actually listened to our request. Yep I guess Christmas came early this year. This thing rules. It collates staples pages. No more stapling by hand. Yeah Santa should have wrapped it. What? The printer. Santa should have wrapped it when he gave it early. Oh This is gonna make our lives so much easier. I know. This is so much nicer than the old copier. Yeah I know. And Santa and all his elves must have worked so hard on it and then they gave it to us early. It's a very nice printer Tracy. Just make sure no one copies their rear end. Oh that naughty old elf must be one mean bastard to give us this so early. What? Did I stutter Megan? Santa Claus Okay it looks like the printer has gotten everyone a little too excited. Of course it did. Santa himself brought this here early with Rudolph and now it's causing a fight. It was just an expression. I know that. I'm not stupid. I'm smarter than you! Everyone just go back to work. Are we even gonna get anything now? What? 'Cause I didn't ask for that. Does that count as what I get for Christmas as my gift? Steve makes one Christmas joke and you all shit yourselves laughing. It's the talk of the office? But I make hundreds of on par if not better and everyone ices me? I'm not popular at all! Whoa looks like Christmas came early. Santa brought it early! I guess he did. Good one."
  },
  {
    "slug": "the-day-robert-palins-murdered-me",
    "name": "The Day Robert Palin's Murdered Me",
    "season": 1,
    "episode": 5,
    "id": 24,
    "netflixLink": "https://www.netflix.com/watch/80986860?t=522",
    "transcript": "And you lay your head in the river And He shall set you free We're sorry. Gospel records ain't selling no more. It's originals the kids want. The don't want to hear songs they can hear in church. Sir it's not a gospel song it's a new arrangement. It's not about the arrangement kid. It's just not new. Sorry. Thank you for coming in. It's originals you want? The church bells they were ringing The clouds were low and brown The horses they were neighing The day Robert Palins shot me down Follow my lead in G. He rode into town on a jet-black mare Spat and hitched her to a tree He made his way to the town saloon The day Robert Palins murdered me It was also the night That the skeletons came to life They came from under the ground And from all over They Palins grabbed the preacher's daughter He aimed his shooter at my crown He cocked that crooked hammer back And he brought that hammer down Exactly. The bones are the skeletons' money In our world bones equal dollars That's why they're coming out tonight To get their bones from you The skeletons will pull your hair Up but not out All they want is another chance at life They've never seen so much food as this Underground there's half as much Food as this And the worms are their money The bones are their dollars And The bullet ripped inside my chest The clouds they did storm My sweet Marie she cried for me And then I was no more And it was also the night That the skeletons came to life The bones are their money So are the worms They pull your hair up but not out To turn into a man And have another chance at life But if they pull it out They turn to bones Yes! What the hell was that man? I had a whole song wrote. What? I honestly thought we were just making that up. What are you talking about? They were interested till you started talking about all that skeleton stuff. Are you kidding me? The guy asked for something spooky. No he didn't. Yeah he did. He said \"Gospel's not selling. Give me something spooky.\" You talked about how their bones were money like four times. Yeah that's 'cause I had forgot whether I'd said it or not. All right sir look we know our song's good. We got a deal or not? Well we were a little more interested in the parts Billy was singing. Billy as in me or Billy as in him? Your name's Billy too? No that's why I'm so fucking confused. I meant that Billy."
  },
  {
    "slug": "the-babysitter",
    "name": "The Babysitter",
    "season": 1,
    "episode": 5,
    "id": 25,
    "netflixLink": "https://www.netflix.com/watch/80986860?t=728",
    "transcript": "Parents' night out. I can't wait to see everyone here. Yeah. Especially Barry. We don't hang out as much anymore but I really like him. Hey we're a little late. If anyone asks let's just say the babysitter was late. Oh that's a great idea. Yeah. Hi everyone. Sorry we're late. Yeah fucking babysitter. Absolutely fucked us. I fucking hate her. Such an idiot. It wasn't that bad. I hope she had a good excuse. She did yeah. Alan. Oh sorry. Yeah. Yeah she did. Yeah it was just It was like a hit-and-run. Oh my God. Yeah. Should we call the cops? Yeah no we did but it's okay 'cause the cops said that like the people she hit are just kind of like nothing so it's fine. What do you mean the people were just kind of nothing? They're just like not important like they don't matter. Like there's like no records of 'em. So like they're homeless? No they're just like nothing. Like they're not even supposed to be around in the area. Bottom line is no one's gonna get in trouble nobody should feel sad at all. The cops were just like \"Oh yeah this is fine. Don't worry about it at all.\" The cops aren't even gonna like follow up on it because like the people are like already dead. Oh my God they're dead? Yeah. Yeah they're dead. Barry can I talk to you for a second? Sure. If you keep talking about the hit-and-run I'm gonna fucking kill you. A hit-and-run is a felony. It's not a problem! The cops came they said it's fine. They're not like real people kinda. The cops said that? If you keep asking me questions I'm gonna beat the crap out of you. What? Really? No. I mean yeah. I'm gonna beat the crap out of you. Because I was asking questions? I'm gonna embarrass you at this party Barry. What? I'm gonna embarrass you Barry. It's done. Get ready to be embarrassed. So we're at the Lions game The Lions? Like the animal from the circus? They were playing a game? I'm just trying to understand here. I was talking about the football team. Yeah everyone knows what he's talking about. My mistake. Oh my God! Barry just palmed the dip. He's trying to steal spinach dip Barry is! He pushed my hand in there. Oh my God! You're gonna tell on me? Would you lay off me? Hey honey. Having fun? No your fricking babysitter idea got me in huge trouble. Now I have to embarrass Barry. What? Hold on. He's by the china cabinet. Oh my God! Barry fell into the china cabinet! What a klutz! I told you. I told you I was gonna embarrass you Barry. Now we're even. Come on. We can hang out and have a good time now. I can't believe that."
  },
  {
    "slug": "fentons-stable-and-horse-ranch",
    "name": "Fenton's Stable and Horse Ranch",
    "season": 1,
    "episode": 6,
    "id": 26,
    "netflixLink": "https://www.netflix.com/watch/80986861?t=36",
    "transcript": "Ah what a perfect day. Uh sweetie? Yeah honey. The horse you're on has a huge penis. I'd like to get off now. I'm not having any fun. Then we wasted our money. Sound familiar? It's a beautiful fall day and you're riding with a loved one when all of a sudden you're made to feel less of a man. You can't compete with these horse hogs. And now you don't need to. Here at Fenton's Stables and Horse Ranch we guarantee our horses have a smaller penis than a human man. Fenton's Stables and Horse Ranch Where the horses are hung like you Meet Starry Night here. At first glance he appears to be a normal horse. But you check his undercarriage and he's the same size as you and I. Is it easy to find a horse with a short peanut like this? No it's damn near impossible. That's why our ancestors started breeding out the big penis gene in our horses generations ago. In fact this year we were excited to welcome our first five-inch horse penis. Tragically he passed early this year. Killed himself. Yeah he jumped off a cliff. Ha! Is that what they mean by \"hung like a horse\"? I guess. But yours is bigger than that. Is it? Mm-hm. Bigger than a horse's? I like the sound of that. Thanks Fenton's. Fenton's Stables and Horse Ranch Where you're the one that's hung"
  },
  {
    "slug": "chunky",
    "name": "Chunky",
    "season": 1,
    "episode": 6,
    "id": 27,
    "netflixLink": "https://www.netflix.com/watch/80986861?t=138",
    "transcript": "Live from Hollywood California it's Dan Vega's Mega Money Quiz! Hi! I'm Dan Vega. Let's get started. Our contestants Paul and Colleen will flip a square from our Mega Money Board and it will show a dollar amount. But remember watch out for the Chunky. Chunky eats your points and he gets very mad. Colleen you're up first. Pick a square on the board. Second row four down from the left. Five hundred dollars. This red condiment can be put on hamburgers. Ketchup? Right! Five hundred dollars on the board for you. Good job! Paul you are up. Okay third row second down. Okay let's flip her over. It's a Chunky! Uh-oh! You got a Chunky! Uh-oh Chunky's here! He's gobbling up your points. What are you going to do with What's the plan? He's eating your points. All right. Okay. Ow! Stop! Aargh he's pulling on my shirt! Off! What the hell are you doing Chunky? You can't wreck his shirt. You have to figure out what Chunky does before you come out here. Go! What the fuck man? He wrecked my shirt. Don't swear! Oh my God! What game show have you ever seen that had swearing in it? Ach eesh! All right Colleen you have control of the board. Um third row third one down. Three hundred dollars. All right! Melted or cold from the cow's udders over time it will grow mold. Is it cheese? That's right. It is cheese. All right Paul you have control of the board. Fourth row four down. Uh-oh! It's a Chunky! Oh frick. What do you What's this? You have a bag? What the hell? That's my backpack. You got his bag. What are you gonna do with it? Hey that's my laptop. Don't touch that. Put that back. What are you doing with that? Hey! Don't Put that No! Chunky! Tell him to stop! Don't break his laptop. That's expensive. Thank you. No! What did I just say?! Don't break his fricking laptop! You got to pay for that. I don't. I was just trying Well don't talk! You can't talk! Chunky the mouth on the Don't come over by me! Stay over there! Figure out what you do! You had all summer to think of it. Okay Paul you just went. You have control of the board again. Third down fourth row. That's a Chunky. You didn't even turn it over. I came up with this game. I know what all the little things are. Oh my God. What is it? What are you doing with the bag Chunky? A hat? That's my hat. What is that thing? You want to put the hat on him? Yeah! Yeah okay let's see what that does. Stop! Stop. Ow! What is this? Fine I'm wearing my own hat! We haven't been to the board in a long time. Yeah I know Colleen. This show is gonna suck. We just got to figure out like what Chunky's deal is. Like Well don't throw away Don't talk! The mouth on the thing doesn't move! It looks fake! Yeah that's a good idea. Dump it."
  },
  {
    "slug": "bozo-1",
    "name": "Bozo #1",
    "season": 1,
    "episode": 6,
    "id": 28,
    "netflixLink": "https://www.netflix.com/watch/80986861?t=367",
    "transcript": "It's gonna be another ten fifteen if you can hang tight? Have you guys seen that YouTube video of the dancing lady in the clown mask who falls off the couch? So funny. It's so funny. So funny. Jessie you'd love it. Let's put it on. Yeah it's like the second one down. I mean she's like unconscious. Seen the one where the weatherman accidentally draws a penis? No. Pull it up. You got to pull it up. No I haven't seen that. This one? The second one. Yeah right there. And with a cold front moving in from the northeast it's going Shit. He like had to have gotten fired. Have you seen the one with the kid who puts the glow stick in the microwave? The dad is so funny. So funny right? He's fucking nuts. Reggie what's your favorite? Uh I don't know what my favorite is. Well what's a funny one? Oh God there's like tons I can think of that just blow me away. It's fine if you like don't have one. I have one. We all have one. I have one. I just can't remember exactly how you type it in. Well I can search for it. What happens in it? It's so funny. I just can't remember like how to search for it. Well just let us know when you remember it. I just can't remember. I can't remember how to search it. What Uh you know what we have to watch? We have to watch the guy with the newscaster on the roller coaster. Yes so funny. It's so funny. So funny. So funny. Pull it up. It's so funny. It's so funny. It is so good. So funny. Yes. It's so funny. So funny!"
  },
  {
    "slug": "baby-shower",
    "name": "Baby Shower",
    "season": 1,
    "episode": 6,
    "id": 29,
    "netflixLink": "https://www.netflix.com/watch/80986861?t=494",
    "transcript": "Okay so I talked to Marcus and he's gonna take care of catering for the whole thing. So we're gonna have hors d'oeuvres and then mini pizzas shared salads and of course little cupcakes with baby Debbie's name written on them. That's perfect. Christine is gonna love that. This is gonna be such a nice baby shower! Oh we should do like a little gift bag for everybody. That's a great idea. How much do we want to spend? I think maybe around $ makes sense. Oh maybe we could give everybody little individual bottles of champagne. Oh that's a good idea. People also love those macarons. You know? So good. Yeah what about Stanzo brand fedoras? What? Stanzo brand fedoras in each of the gift bags. Those Stanzos are nice. I mean I don't know about fedoras for a baby shower though. They're nice. For $ I could probably get Stanzo brand fedoras. Yeah I don't think we're gonna do the fedoras. You know what's cute that I saw on Etsy? Little baby-toed flip-flops. Oh! Or what about like a little candle? Oh that's cool. Or what about a thousand plastic meatballs? To put in the gift bags? Yeah. They don't go bad or stink or nothing. For $ I could probably get a thousand plastic meatballs. Maybe we should keep thinking. Okay. Oh I know. What about like one of those little things with soaps and lotions from Bath & Body Works? Oh I like that. You know what I saw once I thought was cute? Tommy guns. My friends aren't gonna buy the crap from your mob movie. What mob movie? It fell apart 'cause it fucking sucked. Goddamn it. You brought it up. I didn't. I didn't even know you still had that stuff. Where would it be? Nobody wants a thousand plastic meatballs! They don't even look real! They look like little pieces of shit! You just said they look real. To them. I need to unload them. These are my friends! They They look They look real. They don't look like little pieces of shit. We won't do the meatballs. You're blowing it. We're doing the candles. Yeah. We're gonna do individual little bottles of champagne. And then if we have any money left over Fifty black slicked-back-hair wigs. What are you saying? Fifty black slicked-back-hair wigs. Fifty black slicked-back-hair wigs. How much money did you put in this? I thought it was gonna be a hit! It turns out it fucking sucks! Maybe we could buy a few fedoras. It's got I It's got You kinda got to buy 'em in bulk otherwise it's not worth it for me. So we have to buy all of them? It needs to be quality on my end otherwise no fucking deal. Oh my God these stink! They're Stanzos. They're nice. Hey! Who took my cigars? Who took my cigars?"
  },
  {
    "slug": "bozo-2",
    "name": "Bozo #2",
    "season": 1,
    "episode": 6,
    "id": 30,
    "netflixLink": "https://www.netflix.com/watch/80986861?t=701",
    "transcript": "She said she's gonna be another minutes. Okay so what are we watching? Okay I just saw this new video. It's called Wine Stomp Lady. I saw that. I don't want to wreck it but why is she even up there? I have one. Oh nice Reggie. What is it? Have you guys ever seen Bozo Dubbed Over? Like Bozo the Clown? Have you seen it? It's hilarious. No let's watch it. Type in \"Bozo Dubbed Over\" and there's spaces between each of the words. Is this it? Yes. It has one view and it says it was uploaded at 6 a.m. this morning. Have you seen it? It's hilarious. Oh fuck. What the fuck? I'm not even supposed to be here. I hope I don't jack off. What is this Reggie? I guess it's like a viral video where Bozo dubs over. Oh fuck a clownputer? Fuck that. Probably got no games. I hope nobody goes home and fucks my mom. Hilarious right? What the fuck's that? Like a little circle? Oh fuck! I thought this guy's supposed to be bald! What is this guy trying to do? Is this supposed to be what Bozo's thinking or saying? What guy? It's Bozo. Bozo did it. Bozo did what? Bozo did the dub. He's doing the dub. Bozo is not a guy. Um okay. This guy's about to jack off. I feel like it makes more sense that a different guy is dubbing over it. No he's saying what he wanted to say on the show now. Bozo is. That's Bozo's voice. This little fucking bike's a piece of shit. Reggie did you make this thing last night so you'd have a video to show? No."
  },
  {
    "slug": "party-house",
    "name": "Party House",
    "season": 1,
    "episode": 6,
    "id": 31,
    "netflixLink": "https://www.netflix.com/watch/80986861?t=830",
    "transcript": "I thought Mark was doing better. Well last night Mark fell down and nearly hit his head on the counter. His drinking has really gotten out of control. It's hard I know. But if we're actually his friends we have to do this intervention. I can do Friday. That works for me. We could do it at my house. We could do it at my house. It's the most comfortable it can fit everyone. It's the perfect trap. Plus it's already like a party house so he'll want to go there. Isn't your house kinda far away? Yeah but it's like a complete party house. And bring snacks so it feels like a real party. Dawn chips Pat pop and Jake why not cook something? Like a hot dip or something. A hot dip? A hot dip or something. Yeah bring it to my house. It's settled then. Friday. Let's bust the fucker. Come on in. Watch your step. There's a lot of stuff around 'cause it's a big party house so Whoa! What is this place? Take a seat Mark. Sorry bud no partying tonight. I'm afraid to say this is your intervention. What the fuck? You're busted man. No I mean what is happening with your house? What the hell is all this stuff? Yeah should we do this somewhere else? Sit down. We're not fucking around here. Right guys? That chair reclines by the way. The tongue sticks out. \"Mark you used to be my best friend. We were like brothers going to the movies together traveling playing sports. To see something be in control of you and see you drinking it all away All Garfield. \"Do you know how hard that is for me? Brother I love you but I can't watch you do this to yourself anymore. You need help.\" Mark your drinking has made you a totally different person. You've lost your lust for life. I'll never forget the day that I told you that I bought Jim Davis' house the creator of Garfield. You just sat there stared at me like I didn't just tell you I bought Jim Davis' house fully furnished! And I read the e-mail that you wrote when you were drunk. I saw how you said I spent all my money on the Jim Davis house. How I wasted all my money on the Garfield house and how it's all I talk about. But you know what you didn't say? How it came fully furnished. \"Mark this is the hardest letter I've ever had to write. When you showed up at my house at two in the morning drunk off your ass you scared my kids. I'll never forget\" And I'll never forget when I woke up at 3 a.m. and heard pounding on the door. It was Jim Davis. He forgot that he didn't live here anymore. He came in he pushed me around. He goes \"Hey where's the Garfield treasure chest?\" I said \"Dude back off. I don't know. I didn't touch a goddamn thing.\" Meanwhile where are you? Drunk little bitch you make me sick. Guys I just looked it up. Jim Davis never owned this house. What the fuck are you talking about? Who lived here? A guy who tried to kill Jim Davis. So you're saying I spent like three hours in a Garfield-shaped hot tub with a murderer? Oh my God! It's the guy who tried to kill Jim Davis! I'm Garfield. What is going on? I hate Mondays. I hate Mondays. I hate Mondays. Garfield! I hate Mondays."
  },
  {
    "slug": "lunch-meeting",
    "name": "Lunch Meeting",
    "season": 2,
    "episode": 1,
    "id": 32,
    "netflixLink": "https://www.netflix.com/watch/81212175?t=7",
    "transcript": "Hey Pat Dennis is here early so we're gonna meet now. But it's lunch. We pushed lunch to so Dennis could make the flight to Chicago. Oh ? But it's lunch. Yeah. I don't know if you're allowed to do that. All right I'll jump right into it. Have to be in a cab in minutes. The first and most obvious thing we should address is the team restructuring now that Sierra got headhunted. Now % to % of corporate workplace transformations fail. And what's at the heart of those failures? The dreaded reorg. I've been in this business for years and in my observation time and time again after losing a team leader people begin to tune out. They move in to a protectionist mode. Let's be really really clear. Trying to shuffle other team members around willy-nilly isn't gonna work. That just creates patterns of dysfunctional communication. Is that a hot dog? find ourselves facing another restructuring Pat! Pat! Is that a hot dog in your sleeve? Re-evaluate the specific elements that Sierra brought to the table I'm so tired. and if we pull this off our leverage initiative can not only recreate the success we enjoyed with her at the helm but surpass it. Pat. He's eating a hot dog. What? He's eating a hot dog under there. Pat we know you're eating a hot dog. I'm not sir. I'm just like the tiredest I've ever been in my life. You can see it from here Fuck. Pat? Pat is choking! Stop moving! Stop! Stop moving! He's like a wild animal. Hold still Pat. Don't let it break off. There's no way to suck it out. Don't pinch the end. He's trying to choke me. He's trying to kill me. You can't skip lunch. You just can't guys. Whose bag is this? I almost tripped on it."
  },
  {
    "slug": "coffin-flop",
    "name": "Coffin Flop",
    "season": 2,
    "episode": 1,
    "id": 33,
    "netflixLink": "https://www.netflix.com/watch/81212175?t=163",
    "transcript": "Spectrum is planning to drop channels including Corncob TV. They're saying by the end of Corncob TV won't be available on your cable menu. That means you won't be able to see some of your favorite Corncob TV shows including Coffin Flop. They're saying they want to drop Corncob TV because we showed over naked dead bodies on our show Coffin Flop. If you love Corncob TV shows it's time to tell Spectrum \"No.\" They're saying \"Coffin Flop's not a show.\" \"It's just hours and hours of footage of real people falling out of coffins at funerals.\" \"There's no explanation.\" \"Just body after body busting out of shit wood and hitting pavement.\" Come on. They're saying \"It's impossible that that many dead bodies are falling out of coffins every day.\" \"And it's impossible that one out of every five of them are nude.\" I don't know what to tell you bud. We're just shooting funerals and showing the ones where the bodies fly out. Jesus! They're saying \"No way. You must've rigged something.\" I didn't do fucking shit. I didn't rig shit! I've been waiting a long time for a hit on Corncob TV. I didn't fucking do this! They say we don't have the family's permission. I say we don't need it. We're allowed to show 'em nude because they ain't got no soul. The guys at Spectrum think I'm just some dumb hick. They said that to me at a dinner. Call Spectrum and say \"I'm not worried about it!\" \"I'm not worried about any of this. There's worst shit on the local news.\" This world's fucking so fucked up. And people are mad at me because I showed a bunch of naked dead bodies with their spread blue butts flying out of boxes? Really? I'm done. Do what you want. Pull the plug. I'll kill you."
  },
  {
    "slug": "prank-show",
    "name": "Prank Show",
    "season": 2,
    "episode": 1,
    "id": 34,
    "netflixLink": "https://www.netflix.com/watch/81212175?t=282",
    "transcript": "Welcome back to Everything is Upside Down. I'm your host Carmine Laguzio. Today we're going to Fairfield Mall as I become a little character named Karl Havoc. Suffice to say Karl's a lot. We're going to be capturing real reactions from people as Karl messes with their day. Takes their lunch tray steals a fry off their plate talks loudly on his phone about his dog is loose. So let's get started as I become Karl Havoc. Oh my God. I don't look like myself. Holy crap! Look at this guy. Imagine if this guy came up to you. Oh my God. This guy sucks. This is gonna be so fun. Okay. Here we go. Hey Carmine this is Craig coming at you okay? You see that guy over there? Go over and take his tray. Go take that guy's tray over there. Carmine can you hear me? Carmine? There's too much fucking shit on me. What? There's too much fucking shit on me. I can't breathe. You're fine. I can hear you breathing. I'm so hot! Carmine relax. Take a deep breath. I can't! Buddy I can't do this. We did way too much. You can do this. I'm telling you I can't. I'm so hot. Look you're fine. Okay? Go over grab that guy's tray. There's too much fucking shit on me. I can't. Listen to me. Go over to those ladies I'm gonna rip the fucking head off! Do not rip the head off Carmine. I'm telling you that I am. Do not rip the head off Carmine. I can't see shit out the sides of my eye! I'm ripping the fucking head off. Please Carmine don't rip the head off. That's hours of work. I'm taking the chin off. It kills. The chin kills? Yeah it actually does kill. It's quite heavy Craig. You don't know. Go kick the table. Shut the fuck up. Go over and kick the table. What's that do for the greater good? It's funny. Explain to me why it's funny. Is it 'cause she's alone? You thought it was funny. I thought it was interesting. I'm going to rip the fucking head off. The prank is that there is a real guy in here. That's the new prank. That would work. That could work. I'm not doing it. I don't even want to be around anymore. What? I don't want to be around anymore. You don't want to live anymore? I don't know. You're saying you don't want to live because you're wearing that suit? Yeah. Okay yeah. Let's scrap it. Let's scrap it. Then what's the show? God damn it."
  },
  {
    "slug": "little-buff-boys",
    "name": "Little Buff Boys",
    "season": 2,
    "episode": 1,
    "id": 35,
    "netflixLink": "https://www.netflix.com/watch/81212175?t=489",
    "transcript": "Sippin' Mai Tais at Rochambeau Oh Whoo! All right. We are the World Review Band. Quick shout-out to Miss Paulson here from the Fairfield branch for helping us out. Miss Paulson! Hey we're gonna need that hat back. Well I need the hat! If you're born in January stand up from your table and walk over to get some refreshments. George X employees please put your warm hands together for Mason's Traveling Corporate Competitions presents The Little Buff Boys Competition. Little buff boys Buff boys Little buff boys Buff boys Squishing and scrunching Squishing and crunching With their buff little bodies Buff little bodies Handsome boys bodies of men Little buff boys today! Whoa! There they are George X employees. What a crop! That's a big crop. They've been working on these little bodies all year long so we can bring you The Little Buff Boys Competition . All right let's get the boss up here. Stop the music. Yeah let's get the boss up here. Mr. Calvin Trempane. Where's Cal? Where are you Calvin? No I don't want to. Okay he's being shy. Everybody clap so he's gotta come up. See they're clapping. You got to come. Gotta come up. Hurry up. Come on. Everybody loves it when the boss comes up. It's fun. Everybody loves it. How you doing Cal? I'm doing good. I'm just a little confused as to what this is. Well you're gonna be helping me out today 'cause you're gonna be The Little Buff Boys one and only body judge. No I don't want to that. It's okay. It's not a problem. All right boys show 'em what you got! What a crop! That's the crop! Look at this guy's horse chest. Look at that! Look at this little brick shithouse. Looking at the old meathead. You're dumb as bricks ain't you? Whoo! Okay. Stop the music. Hard! I want you to cut it out hard! Okay wow. It's time to pick. And my friend I do not envy you at all. Who's your number one pick huh? I I don't know. What about three? You like the way his muscles popped out? It's not his muscles though. Sure. We goose them a little bit. You expect us to believe that's their real bodies? What are you doing? They're goosed. Okay? They're in goose suits you happy? What's a goose suit? Oh my God. Goose suit it's an old circus term. That's why we say goose suit. Okay? That's why we say it. Yeah but why Because it's an old circus term. So where are we? What are we thinking? I'm thinking this is Who's the best little body? I think that Who's the carve of beef hmm? I'm thinking this doesn't Who's your carved ham up here? What are we thinking? I'm thinking this is not a regular Tuesday. No? All right stop the music. Look you have to pick all right? You're killing these kids. Is it going to be Little Goliath? Is it going to be Troll Boy? Troll Boy. No no. Not Troll Boy. It's not going to be Troll Boy. You get that right Troll Boy? You get why it can't be you? Yeah okay. It can't be him. This can't be Troll Boy. Pretty please with sugar on top Baby give me that love you've got Keep it comin' girl"
  },
  {
    "slug": "ghost-tour",
    "name": "Ghost Tour",
    "season": 2,
    "episode": 1,
    "id": 36,
    "netflixLink": "https://www.netflix.com/watch/81212175?t=719",
    "transcript": "Welcome to the Larboard Oaks Mansion Ghost Tour. Built in five generations of Farsleys have inhabited this mansion and an unusual number of them have met their deaths under suspicious circumstances. Bad for them good for me. Otherwise there wouldn't be a ghost tour. There are over suspicious deaths. So during the tour stay close by. Don't want to make it tonight. It's just after p.m. This is the adult tour which means you can drink if you want and we can say whatever the hell we want. Jizz. Sorry? Jizz. Like cum shot. You can say that. You said we can say whatever the hell we want. Sure. Or horse cock. Yeah I guess. There are no rules about swearing. Awesome. Let's keep the comments and questions related to the ghost tour okay? Now if you'll follow me. Yeah come on. Now unfortunately for the wait staff our two most oft-sighted ghosts reside here in the dining room or as we like to call it here The Dying Room. Any of these little fuckers ever pop out of the fucking wall and say \"Fuck there's a horse cock in my room or a donkey dick\"? Not to my knowledge. Got it. These are the exact dishes that were set out for Eliza and Henry Farsley the night they met their untimely demise. I guess Henry should've swiped left. Any of these fuckers ever fucking fall out of the ceiling and just have a big messy shit? I don't have an answer for you Or have a dingleberry. I have a question. When people see Eliza and Henry what are they wearing? Okay that's a great question. We find apparitions are most commonly wearing the clothes they died in. Oh yeah do they ever just fuckin' run around nude and you see one of their big old fuckin' hairy nuts? Can I talk to you for a second? Excuse me. Yeah come with me. Look I'm glad you're having fun. It's interesting the ghosts. But you're ruining the tour. It's the adult tour. It's not for kids. I work really hard at what I do and you're totally insulting it. I just asked if they were ever falling out of Grow the hell up! Stop trying to be funny. This is my worst day on this job. If you wanna stay on this tour shut the hell up. You got it? Yes. Good. Exactly to the day three years later just as she predicted it. And the only witness? The exact same Charles Croft who had seen her mother's fall. Does anybody have any questions? Not trying to be funny not trying to get a laugh. I don't want anybody to have the worst day at their job But do any of these fuckers ever blast out of the wall and have like a huge cum shot? No they don't. Okay. Cool. I just asked you not to do this. You can't change the rules just 'cause you don't like how I'm doing it. Can we or can we not swear? Yes. I'm not changing any rules. Big fat load of cum then. I'm just asking you to use a little more judgment when you talk. I don't know what is going on but somewhere our wires got crossed. You're saying we're allowed to swear. I'm saying \"big fat load of cum\" and \"horse cock\" and you're getting mad. Do you see where I'm like Look I've had enough okay? You're done. I just You're done. Look we're sick of listening to your crap. Okay. Now get out. Thank you. Thank you. Hi Mom. Make any friends? Not really."
  },
  {
    "slug": "the-capital-room",
    "name": "The Capital Room",
    "season": 2,
    "episode": 2,
    "id": 37,
    "netflixLink": "https://www.netflix.com/watch/81212176?t=7",
    "transcript": "Do you have what it takes to make a deal with one of the investor moguls in The Capital Room? Entrepreneurs from around the world have one chance to see if they can secure the capital from our star investors. The moguls invest their own money at their own discretion on The Capital Room I turned my parents' struggling dry cleaning and clothes repair business into a fashion empire. I started in the mailroom and made my way to the head of the boardroom. I started off with a sunglass stand in a mall. Now you can find Tabbitoe frames in every major city in the world. I sued the city because I was accidentally sewed into the pants of the big Charlie Brown at the Thanksgiving Day parade. I made all my money off the big Charlie Brown so don't even come and try and tell me any crap! I don't want that! Business isn't a game for me it's a war. To this day I hate bald boys. I can't stand bald boys. Every time I see them I think I'm back in the pants. Don't bring me a bad deal or I'll I'm a wolf in the boardroom. If I find out you're a sheep I'll eat you alive. I'm not used to being rich. I can't stop having wine. I can buy the most delicious wine now. Business is in my blood. I can see past the numbers. I'm scared about how much I need wine. I can't even watch a movie anymore without a big pour of wine and popcorn. My mouth is purple and when I look in the toilet bowl it's purple. Purple and black. I'm very careful with my parade money 'cause my fortune's not getting any bigger. It's just that amount of money that gets smaller till I die. Or I make a good deal with you. Could it be you?"
  },
  {
    "slug": "dan-flashes",
    "name": "Dan Flashes",
    "season": 2,
    "episode": 2,
    "id": 38,
    "netflixLink": "https://www.netflix.com/watch/81212176?t=122",
    "transcript": "Well this should be our last session today. We can put this deal to bed and then you all can go back to New York with a brand-new territory. I love it. Let's all turn to page of the merger documents. Mmm-hmm. No amendments on our end. Looks good to us. No red flags on our end. Okay great. Let's go ahead and move on to the next page. We keep up this pace we'll be out of here by . What the hell's going on with Mike? I'm just a little jet lagged sir so I'm lying down. We've been here for ten days. He's not eating. He's spending all his per diem on shirts. Shut the fuck up Doug you fucking skunk! What are you talking about? He's skipping all of his meals and using the money we gave him for food to buy those dumb shirts. Bullshit! Well I will admit I am using the money the company has given me for food to buy shirts. Yes I am. To buy shirts? Sir you're going to love this. I found this badass store called Dan Flashes that's my exact style. I've never been to a store like Dan Flashes where everything in the store I would wear. Mike you have to eat. Not today sir. Definitely not today no. Excuse me? Dan Flashes got a new shirt in today that's $. What? 'Cause the pattern's so complicated you idiot! It costs more because of the patterns. Yeah and rightfully so! This one I'm wearing now? This is $ out the door. And this is not that complicated. They have this one shirt that costs $ 'cause the pattern's so wild. I want that one so bad. Mike we have to focus. I'm just not going to let Doug say that about Dan Flashes that the patterns aren't complicated. I never said that. You said they shouldn't jack up the prices! That means that the patterns aren't complicated and they are. Even on this one which is bargain bin. Okay. Still nuts. That's not what Doug was saying. He kind of is though. That's how they value the shirt. The more the lines crisscross and the patterns overlap. Okay. 'Cause if you're saying they're not complicated They are. They are. Maybe we should take a little break. Yeah that'd be great. I'm so hot. He just wants to leave early so he can go to The Shops at the Creeks. What the hell is the Creeks? That's where Dan Flashes is. Susan did I tell you that they have a shirt there that cost $ 'cause it's so complicated? You said they had a shirt that cost $. I'm talking to Susan! Aren't I Doug? Okay please stop screaming at Doug. I don't think I'm screaming. You've been screaming all the time. I screamed once. You screamed a ton Shut the fuck up Doug! You fucking scum! You shut the fuck up. I'll kill you. All right take the temperature down a little bit and uh push on. I believe we're on page . Janet this particular budget Susan. Susan. The guys that Dan Flashes were using in the ad for them looked a lot like me. I'm going \"Okay I've gotta try this place.\" \"A lot of these guys look a lot like me.\" Could you please stop whispering? I can't scream. I can't whisper. How about this? What happened to your hand? He got thrown down the stairs at Dan Flashes. Shut the fuck up Doug! I did though. Dan Flashes is a very aggressive store. I mean you walk by a store and you see guys who look just like me fighting over very complicated shirts you go in. Yes you do. You go in. Let's come back to this tomorrow and Mike eat something by then. I will. I'll eat Doug's mom's wig. Her wig? Shut up Doug. I'll eat her whole fucking head. I don't care."
  },
  {
    "slug": "diner-wink",
    "name": "Diner Wink",
    "season": 2,
    "episode": 2,
    "id": 39,
    "netflixLink": "https://www.netflix.com/watch/81212176?t=334",
    "transcript": "Okay buddy. Come on. Finish your chicken fingers. We gotta get back to your mom and sister. Can we stop at the ice cream store on the way home? No not today. It's already way too late. Pretty please. I've been good all day. Um You know I wish we could but actually the ice cream store is closed today. What do you mean? You didn't know? When it's too cold outside all the ice cream stores close because the ice cream machines freeze up and they don't work anymore. Yeah your dad's right. Uh when the temperature drops the ice cream machines freeze up. See what did I tell you? Your dad and I are old friends. That's how come we both know about ice cream stores. Okay buddy. We go way back. Uh we're the same age actually right? Uh Yeah. And I own every kind of classic car. What was that? Uh classic cars. I own every kind of a classic car 'cause I'm rich right? Yeah. Yeah he's rich. I even have doubles. What? I have doubles of the cars. Some of 'em. That way I know I have a pristine one in storage. Then I can drive it it gets scratched I don't care. Yeah. Actually that's how I know about the ice cream store because I drove by one earlier today in one of the doubles uh the double of the Barracuda. Actually I have triples of the Barracuda. I have triples right? If I don't the other stuff's not true. He has triples of the Barracuda. See the Barracuda's the one I have triples of. Oh no actually I also have triples of the Road Runner too. But just those two. And your dad and I are the same age and I'm rich and I have triples of the Barracuda and the Road Runner. Cool. Can we get the check please when you get a chance? This is good news. That deal went through. All right that's going to work out. I have triples of the Nova now. Triples makes it safe. Triples is best. Yeah. That's best. Could you stop? I love my cars. You know me. I'm driving my classic cars all the time. It's just me and the open road. I go for days and days all alone just But I do I have a wife. He knows. You know I have a wife. Tell her about my wife. Yeah. She's good right? Yeah. Yeah I know his wife. She's great. She was a model around the world. She was on posters. Yeah. I used to have a poster of her in my garage. And then I met her. Can you believe it? And she asked me to marry her and I didn't even want to. But she's beautiful but she's dying. She's sick but she's hanging in there. Tell her. You know Tell the kid. His wife sick but she's gonna get better. She's gonna get better. And I'm rich. He's rich. And I don't live in a hotel. My friend doesn't live in a hotel. I've got a good wife. He's got a wife who's perfect for him. And the cars He's got triples of the Barracuda the Road Runner. Triples of the Nova. Well good that Nova deal's a sure thing now."
  },
  {
    "slug": "shops-at-the-creek",
    "name": "Shops at the Creek",
    "season": 2,
    "episode": 2,
    "id": 40,
    "netflixLink": "https://www.netflix.com/watch/81212176?t=545",
    "transcript": "Spend your day with us at Shops at the Creek. The Shops at the Creek is an outdoor shopping experience that offers something for the whole family. Enjoy a cappuccino on Yellow Smokes' gorgeous outdoor patio. Or stop by Mario Cantozi's award-winning bake shop featured on HGTV's Sweet Eats. And don't forget to come by Dan Flashes high-end menswear with distinct patterns at prices that are going up up and away."
  },
  {
    "slug": "baby-cries",
    "name": "Baby Cries",
    "season": 2,
    "episode": 2,
    "id": 41,
    "netflixLink": "https://www.netflix.com/watch/81212176?t=620",
    "transcript": "Aw. Can I hold? Here you go. Oh my God. Watch the head watch the head. Oh my God. He is so precious. Thank you. Maybe we could have another. Let's talk about that later. You want to hold him? Sure. Yeah. Okay. Okay. Oh. Of course he cries when I hold him. Oh yeah. All right back to It's not a big deal. Ah it's not a big deal. I guess he just doesn't like me. No no he's just fussy. No probably just doesn't like me 'cause I used to be a piece of shit. He likes you. Don't worry about it. I'm not worried about it. I know I used to be a piece of shit. I don't give a rat's ass. I'm gonna go see if he's hungry. Maybe that's the problem. That's not the problem. It's that I used to be a fucking piece of shit. Are you Meredith's mom? I am. I'm really worried about her. She's been acting so weird lately. Like did you just see that thing where she thinks I give a rat's ass that her baby cried because it knows I used to be a piece of shit? Did you used to be a piece of shit? Oh yeah. Slicked back hair white bathing suit sloppy steaks white couch You would have not liked me back then. What are sloppy steaks? It's a steak with water dumped on it. It's really really good. You have slicked back hair now. You think this is slicked back? This is pushed back. Hey Meredith. I'm worried that the baby thinks people can't change. Can we stop talking about it? 'Cause I've worked really really hard to change. Ask Mark. He used to be in my Dangerous Night's Crew. Dangerous Night's Crew? We went out for wings once. You took me to a place called Blue Dolphin. Blue Dolphin burned down. It's gone now. Rob Rovani's ass out. Works with his brother now. Oh! Heard a little cry there. I don't want to say it but Oh yeah. Oh yeah that would slick back really nice. Oh yeah! Meredith you never told me your old grandpa used to be a huge piece of shit. Could you not call my dad a piece of shit? I said he used to be a piece of shit. He's not anymore. I'm not anymore. Glass house white Ferrari live for New Year's Eve. Sloppy steaks at Truffoni's. Big rare cut of meat with water dumped all over it. Water splashing around the table makes the night so much more fun. After the club go to Truffoni's for sloppy steaks. They'd say \"No sloppy steaks.\" But they can't stop you from ordering a steak and a glass of water. Before you knew it we were dumping that water on those steaks. The waiters were coming to try and snatch 'em up. We had to eat as fast as we could. Oh I miss those nights. I was a piece of shit though. Used to be. I said \"was!\" I think I'm ready to hold the baby now. I don't think that's a good idea. Oh. Oh. Okay. All right I'm I'm probably just gonna grab the gift I brought and get out of here. Let him hold the baby. People can change. I used to be a piece of shit. Spiked up blond hair little bitty jeans chicken spaghetti at Chikaleny's. People can change. Let the boy hold the baby. It smiled at me. I'm not a piece of shit. I used to be. People can change. People can change. It's a dangerous night Tonight is the night It's the light of my life I want a dangerous night It's a dangerous night Thank you. We're good. No sloppy steaks guys please. I mean it. Come on! What do you think we're going to do? What do you think we're going to do? Did we order sloppy steaks? No we're good guys. Let's slop 'em up. Your face in the mirror It's a dangerous night Calling on the phone Waiting in line Runnin' out of time Hands are getting tired It's a dangerous night It's a dangerous night Tonight is the night It's the light of my life I want a dangerous night"
  },
  {
    "slug": "grambles-lorelei-lounge",
    "name": "Graham's Lorelei Lounge",
    "season": 2,
    "episode": 3,
    "id": 42,
    "netflixLink": "https://www.netflix.com/watch/81212177?t=7",
    "transcript": "And then I checked Instagram and I see an ad for Graham crackers. Ah! These things are spying on us. Yeah go ahead and spy on me. You're going to see me drink too much wine and watch too much Scandal. I'm so glad you could come out with us tonight Professor Yurabay. Getting to see what you go on to do after graduation is one of my favorite parts of teaching. Your class at business school is the reason we're not at a hedge fund. We're doing what we think is important. Cheers. Cheers. So tell me more about this new job. Oh it's great. We're in the Amstar building. And here we go. All right. Oh thank you. Look at that. Who got that? Yeah. That's mine. Dylan that looks really good. I should've got that. Yeah so everything's going really great. There's this one woman on my team that's driving me a little crazy. What's her deal? She's just a micromanager. Every time I'm making a deck she's saying \"I wouldn't have made it that way.\" I should've got that. Have you uh tried at all to talk to her about your issues? Dylan. Look over there. I'm joking. I'm joking. Give me that. What? Give me that. My food? I'm joking. I'm joking. Enough about my drama. Dylan how are your kids? They're a handful of course but we have the au pair and Susan is working part-time right now so that really helps. I'm joking. I'm joking. Professor do you want a bite of mine? Yeah I actually would like to try. Yeah sure. Uh come here. Yeah so Brenda is four-and-a-half Taylor is three and they're into art right now. Mmm. Dylan I'm going to eat the whole thing. It's uh It's so weird to imagine you as a dad. Are you going to tell people I did that? Hmm? That I housed Dylan's burger. We're not going to say anything. You didn't like your meal. It's no big deal. Let me take a video of you saying you're going to kill the president. What? It's no big deal. No one's ever going to see it unless I hear the story of me housing Dylan's burger down at Graham's Lorelai Lounge. We're not saying that. Saying what? That we'll kill the president. Oh shit. Say it again. What is wrong with you? I tried to get a video but I couldn't flip it fast enough. We were really looking forward to seeing you tonight. We look up to you so much but right now I don't even know what to think. The truth is I may look like I have it all but inside I'm just a scared little boy who never learned how to ask for people's food or their burger. And the thing that scares me the most is that if people found out my wife would go to jail 'cause every night a little boy goes down on her. Jesus. Fuck. Christ!"
  },
  {
    "slug": "detective-crashmore-trailer",
    "name": "Detective Crashmore Trailer",
    "season": 2,
    "episode": 3,
    "id": 43,
    "netflixLink": "https://www.netflix.com/watch/81212177?t=243",
    "transcript": "Eat fucking bullets you fuckers! You fucking suck! You fucking suck! Jeez Crashmore. You're crazier than hell. They deserved every fucking bullet I pumped in their heads Chief. God I am so fucking pissed. Honey I'm home. Happy anniversary. No. I'm sorry Crashmore. I can't stop crying. They killed your whole family. You need to take some time off. Hey Chief. Don't save any cages. They ain't gonna be in jail. May God have mercy on their souls. Fuck you! You suck! Quit running damn it! Are you dumb? Oh fuck I like that gun. You knew I'd like that gun. Yes ka-ching. That's one of the nicest guns I've seen in a long time. I can't wait to shoot that fucker. With Linda Easley as Monique. He said he'd kill us both. He might kill you but there's no fucking way he's ever killing me. Fucking asshole. He said that? Ryan Tanna as Sergeant Wilkes. I don't like the looks of this Crashmore. I don't care if I die at all. Everything has sucked lately. And starring Santa Claus as Detective Crashmore. You don't give a shit who's in your way do you? What'd you say? You don't give a shit who's in your way do you? Not really."
  },
  {
    "slug": "hd-vac-commercial",
    "name": "HD Vac Commercial",
    "season": 2,
    "episode": 3,
    "id": 44,
    "netflixLink": "https://www.netflix.com/watch/81212177?t=359",
    "transcript": "In today's climate something you've said or done in the past could cause you to be fired from your place of work. Don't let something you've said or done get you undeservedly fired from your position. We all make mistakes. We shouldn't be punished for them. I was fired from work for something completely embarrassing. I was fired for something extremely embarrassing. I'm not going to say what it was but it led me to invent this powerful hot dog vacuum. People say to me \"What inspired you to invent this?\" And I say \"I cannot talk about it without crying.\" Here's how my invention works. Let's say you're at work and they push lunch without asking which shouldn't be allowed. Cut to you got six inches of hot dog stuffed down your throat and no one gives a shit. Simply place the Carber hot dog vacuum like so Boom! They waited a while to fire me so it wouldn't be obvious what they were firing me for. They said \"Poor performance.\" You sure about that? You sure about that? That's why? You sure it wasn't 'cause after the thing that happened to me no one could look at me without dying laughing? You sure about that? You sure about that's not why? Once this invention's big enough I'm going to buy my own company and make the dress code be a big wet diaper. The Carber reputation vacuum don't let one bad day ruin your future. Carber Co. Technologies the people's company because no one should have one bad day. I had a cool job that I loved."
  },
  {
    "slug": "detective-crashmore-press-junket",
    "name": "Detective Crashmore Press Junket",
    "season": 2,
    "episode": 3,
    "id": 45,
    "netflixLink": "https://www.netflix.com/watch/81212177?t=450",
    "transcript": "Hey AOL blast viewers. It's me it's your boy Wesley Fillmore sitting down with the cast of Lamador Pictures' latest action flick Detective Crashmore. This thing is fun. Thank you. Thank you very much. Before we dig in with the tough questions let's meet our guests. Linda Easley who plays Monique Ryan Tanna as the fresh-faced Sergeant Wilkes and of course the man who needs no introduction. You might know him from his other job delivering presents to kids all over the world on Christmas Santa Claus. Santa Didn't anybody tell you anything? I told your producers \"Do not mention Christmas or that I do it at all.\" They told me not to focus on it. And I told them not to mention it at all. If Leonardo DiCaprio was here would you ask him about Christmases around the corner? Would you like me to interview you as an actor? That would be great. That would be fucking great for me thank you. Absolute fucking bullshit. Unprofessional bullshit. It's why no one watches AOL blast. Bullshit. So Santa how would you describe Detective Crashmore? It's a cosmic mix of the action of the 's combined with the exploitation films of the 's but with modern touches. It's hyper-violence but it knows that it is. It's a little bit Tarantino. It's definitely a little bit Michael Mann. It's kind of a cosmic gumbo. It almost moves to the beat of jazz. Great. Yeah Ryan and I would joke on set about it being a cosmic gumbo. But uh Let's talk for a second about the nudity in the film. Was that scary for you as an actor to do? Well the script called for it. It's an important part of Detective Crashmore's journey. What are we ten years old? I've seen every cock on the planet. I've seen everyone naked. I'm sorry you've seen everyone naked? Yeah see if they got tattoos. If they do they get no gift. So if you get a tattoo you don't get anything for Christmas? Not that year. You think getting a tattoo is good? No. Getting a tattoo is not good. I don't care about it but it's not good behavior. I got paid two mil to play Crashmore. How does that money help you? Well it does because that amount is called my quote. That's my rate. So the next film I'm offered they have to pay that same amount. Even if I do a bad job. That means as long as I'm offered even one more movie I could get two more mil. Even if I do a bad job they've got to give me that other two mil. Okay. Great."
  },
  {
    "slug": "qualstarr-trial",
    "name": "Qualstarr Trial",
    "season": 2,
    "episode": 3,
    "id": 46,
    "netflixLink": "https://www.netflix.com/watch/81212177?t=633",
    "transcript": "Your Honor the defense has tried to claim that their unloading of Qualstarr stock the week before its value plummeted was sheer coincidence a very lucrative coincidence. This text message exchange will prove that they knowingly engaged in insider trading. Miss Hubbell do you recognize these text messages? Yes. And they're between whom? Myself and Vincent Alan. Vincent Alan your co-defendant and colleague at Nortrip? Yes. I will now read from these text messages dated April th of this year. Bri \"Did you talk to Dan at Qualstarr?\" Vincent \"He said they're laying off people next week.\" Bri \"We need to unload our shares before then.\" Vincent \"I'm on it.\" Bri \"Be discreet.\" Vincent \"Of course.\" Bri \"Oh my God. Did you see Brian's hat?\" Vincent \"Oh fuck. Ha-ha-ha-ha!\" What the hell? Bri \"He looks so fucking stupid. I can't breathe.\" Vincent \"What the hell even is it?\" Bri \"It's a fedora with safari flaps in the back.\" Vincent \"Holy shit!\" \"He looks so fucking stupid.\" No. \"Talk later.\" \"I'll take care of that thing.\" Hmm. Sounds like more than a coincidence to me. Miss Hubbell do you recognize these texts? I do. Vincent \"It's done. I talked to Dan. We're good.\" Bri \"Loose ends?\" Vincent \"We're all good about to be way better.\" Bri Smiley face emoji. Vincent \"Did you see Brian's hat?\" \"He's still fucking wearing it.\" What the hell? Bri \"Yes I even saw two cubes in his pocket.\" \"I think he has dice but he's afraid to show them to anyone.\" The hell's she even talking about? Vincent \"L-O-L. That is so sad.\" Bri \"So sad. So sad.\" \"So so so so so sad.\" Vincent \"It's so heartbreaking but I can't stop laughing.\" \"Tears are literally streaming down my face thinking about his dumb dice.\" Leave it the fuck alone. Bri \"Just wired the money.\" Vincent \"Holy fucking shit!\" \"Brian's hat just got him in huge trouble in a meeting.\" God damn it! \"Mr. Andrews made Brian take off his hat.\" \"He said it was distracting.\" \"He said if anyone disagreed he'd let Brian keep the hat on.\" \"Nobody said shit dude nobody said shit.\" Bri \"What did he do when Mr. Andrews made him take it off?\" Vincent \"He took the hat off and he hid his head in his hands.\" \"You could tell he was crying.\" \"He kept saying under his breath 'You can't fucking do that.'\" \"Then Mr. Andrews said 'What's that Brian?'\" \"And he said 'Nothing.'\" \"And then a minute later he said 'It's not a distraction.'\" \"'The guy at the store said I'm the only guy he's ever seen pull it off.'\" \"Mr. Andrews asked him how much it cost and he said 'It's illegal for you to ask me that.'\" \"And Brian said 'I'm putting the hat back on I don't care what happens to me.'\" \"Mr. Andrews said 'Just take the hat off Brian.'\" \"'No I'm not taking the fucking hat off.'\" \"Then he stood up and said 'I've never fought for anything in my entire life.'\" \"'I'm fighting for this hat.'\" \"He went to slam his hand down on the table but he hit his water bottle and it spilled all over his laptop.\" \"And then I swear to fucking God he tried to roll the hat down his arm like Fred Astaire but the backflap got trapped around Rick's wheelchair and then it took him forever to get the flap out of the wheelchair.\" \"He was fucking beet red.\" \"I thought he was going to have a heart attack.\" \"One of the flaps got wheel grease on it and he said 'What the fuck is all this stuff?'\" \"'You have to grease these wheels?'\" \"And Rick said 'Yeah you have to keep the wheels lubricated.'\" \"And he said 'Yeah well I'm not supposed to get grease on this hat.'\" \"And Brenda was just sitting there slightly in his way towards the door and as he walked towards her he said 'Move ' and right when he said it he realized he had gone too far.\" \"So he said in a jokey voice 'Who said that?'\" Don't do the voice. Objection relevance. Finally. \"Dollar sign emoji.\" Quit fucking with them."
  },
  {
    "slug": "wife-joke",
    "name": "Wife Joke",
    "season": 2,
    "episode": 4,
    "id": 47,
    "netflixLink": "https://www.netflix.com/watch/81212178?t=7",
    "transcript": "Throw in an eight. Yeah. I'm out. Too rich for my blood. Oh what happened to Mr. High Roller huh? Mr. High Roller's wife's about to buy a new patio set. I'm not arguing. Easier to just say \"Okay honey okay.\" I've got nothing. That's what your wife said. Trust me my wife has nothing to complain about. Unless you're talking about every little thing I've ever done. Okay okay call call. Oh Flush. That's what my wife says every time I have to pee. And I say \"I'm just gonna pee again in ten minutes.\" \"What am I gonna do flush again? It's just piss.\" \"Just piss.\" That's good. Whoa. Looks like someone's going for a new record. Oh. Yeah. You guys would be clugging a few cans too if you had my wife. That was funny. To where these stars Still shine for you I'm looking up I'm looking up Hey honey I uh auditioned for a play and I got the part. Oh my God! Your husband is a henchman. You're a henchman! How was your dress rehearsal? Jamie Taco keeps taking my lines. Who's Jamie Taco? He's the other henchman. He says my lines before I can even get 'em out. The director doesn't do anything. Jamie took of my lines. What do you mean he says them before you can get them? He says 'em so fast before I can say them then they become his lines. I should quit I don't even know what I'm doing. Honey no. But I'm never gonna say my lines faster than Jamie Taco! He had no idea what he was doing and I told him \"Have you ever done anything before?\" It was all weird and ridiculous Jamie? Yes? Uh some of the lines you're saying might be my lines. What? Some of the lines you say on stage I think some of them might be my lines. Who said them? Who said the lines? Well you did. But they're supposed to be mine. You gotta be much quicker if you want to have those lines. The audience doesn't know whose lines they are. And if I say them they're mine. And I'm quick. Hey Brandon wait up! I'm starving! I'll slap your head around you jabroni. Now give me some pozole I'm hungry. I'm no jabroni. My uncle is going to shoot your head off. Don't talk to me like that. I got guys that'll pop you. My pozole! Grab the keys Grab the keys get in the truck jabroni! I'll slap you jabroni! Your eyes at first light You were so good! I only got the I only got the one line out. But it was the best line of the night. Really? Really. Let's go get something to eat. Okay. Hey ah good job tonight Jamie. I'm going to get that line tomorrow. I am so proud of you. I love you. I know. I love you. I love you too. Hey when you said No. No no I wish I hadn't said that. I love my wife. She helped me when I freaked out about Jamie Taco. Come on we're all joking around. Yeah come on. I'm gonna go. I'm not going to stay the night. Come on! He never stays the night. He always says he's gonna and he never does. Scott stay. It's my birthday. I gotta go."
  },
  {
    "slug": "friends-weekend",
    "name": "Friends Weekend",
    "season": 2,
    "episode": 4,
    "id": 48,
    "netflixLink": "https://www.netflix.com/watch/81212178?t=260",
    "transcript": "Should I toss this in the trash or you have a recycling here? You can just throw it in the bin under the sink. Or you could put it in the trash hutch that Marcus was going to build on the porch. What? Are you serious? Why say that? We come here three times a year when will I build it? Jesus Marcus. It was just a joke. A really funny joke about how I haven't built the trash hutch. Thank you. Ugh. What a baby. I'm so sorry it's so tense here. Jesus Christ. You know? Think I might be able to help. What are you gonna do? Where's my big green bag? I put it in the closet with our jackets. I'll be right back. I think I might be able to help. I should probably get up and start getting dinner ready. What? Was that a joke? I honestly can't tell with you. What the hell is he doing? What the fuck is he doing? What are you doing? Saving the party brother! Can you calm Barbie down? She's freaking out. I'm trying but she can't. She thinks he's a new guy 'cause of the glasses and the hat. What do you mean? 'Cause of the hat and glasses. She's thinks that he's a new guy. Can you take the hat and glasses off? No. Damn it! Probably smells my dog. What? We know what the problem is. Something spooked her. It's Lisa's fuckin' boyfriend. Okay if you just take that hat and glasses off He said no Jeanine! Jack it up a lot. Okay it's too loud. Mommy what's happening? Marcus can you please calm the dog down? She's scaring my kid! It's her house she's doing what's right! Fuck you. It's too loud! Stop! Stop! Stop. Nobody likes what you're doing. Turn the music down a bit. You're upsetting everybody. Oh fuck! Oh my God! Take off the glasses too. It's just me Barbie I'm not the Blues Brothers. This This really is quite a beautiful house."
  },
  {
    "slug": "calico-cut-pants",
    "name": "Calico Cut Pants",
    "season": 2,
    "episode": 4,
    "id": 49,
    "netflixLink": "https://www.netflix.com/watch/81212178?t=420",
    "transcript": "Looks like you were in a bit of a rush. What's that? Your pants didn't finish shaking? Oh. No he did. He shook. He did what? He finished shaking. Those ain't piss dots. That's got nothing to do with piss. Excuse me? Those pants come like that with those two little dots. They're really in style right now. Even rappers wear 'em. Don't believe me? Look it up for yourself. Go to calicocutpants com. Calico Cut? Calicocutpants com right now. It's not that big a deal. If you don't believe me go ahead look it up right now. Okay fine. \"Calicocutpants com.\" Oh yeah here it is. They sell pants with little dots on 'em. That's got nothing to do with piss. Oh okay. Sorry. Thought he dropped a few drops of pee. He didn't. That ain't the case here. That ain't piss. That's got nothing to do with piss. Okay. Okay. See ya. Uh thanks but I didn't buy these pants like this. I know. You can't buy those pants. Those pants don't exist. They don't? It's just a website that says that these kinds of pants exist. Wouldn't you agree that's all you need? I don't know. If Glen thinks that they sell those kinds of pants he can't prove that you got piss on your pants or that you just own these kinds of pants. It's the perfect thing. I guess. What happens if you try to buy the pants on that website? They all say they're out of stock. That also makes it seem like it's a hot item. It's the same thing Supreme does wouldn't you agree? I guess. But you gotta give. I'm sorry? You gotta give. Calicocutpants com is completely user funded. That means no banner ads no paywall. It's completely user funded. So you pay to keep it active? It's just like PBS. Anyone can use it but if nobody gives it goes dark. Rick the guy who started this thing he's completely under water. He can't get a grip on this thing. So it's only right if you use something to give right? Yeah. Hey hold that door! Hold that door! Hold that door! Did you give? Oh. Uh hey. No not yet. If people use it and they don't give it could go dark. So one more time it's that we give money to the website to keep it active even though it doesn't actually sell pants? What are you thinking? If people find out they don't sell the pants the whole thing falls apart. What are you doing? So no one can hear they don't sell pants. The whole thing relies on the users giving and the users being discreet about that they don't sell the pants! But you gotta give! I'll give. Jesus! Do it now. I'll do it later. I promise. At least open the tab so I know you won't forget. Calicocutpants com. Yeah. Okay there. I gotta get back to work. Hey everybody it's Rick here from calicocutpants com and I want to thank you so much for giving to our website. And if I'm being honest this thing has completely blown up in my face. This ain't my main gig it's my side gig and I can't really get a hold of this on any end. What is this? This is auto play. Things in my life are not going good. Rick explaining what's happening with the company. Why it's important to give. I'm a dead man walking. I got no time left. I'm only eating burgers the only thing I can afford. How do you turn it down? Put the volume down. It's not working. Try the little \"X\"! Quite simply it's just like PBS. I didn't even ask to use it. But you did use it. It helped you out of a jam with Glen. So now you gotta pay. Hey! Hold that door! Hold that door! Give. Hey Jeff here's that thing you asked for that paper. You gotta give. Man I'm trying to work here. I told Rick you're a man of honor. And I owe Calico Cut Pants a lot. When my wife was in the hospital I was very distracted. I was taking four seconds on a six-second piss and letting the last two seconds straight down my leg. What? And it helped to know I had the trapeze net of the site so I could focus on what I really needed to focus on which is to be there for my wife and answer the questions for the doctors. Like what did she go near? Or on a hike did she walk too close to a tower? Or I don't know not this probably but did she eat a battery? Rick knew I wasn't gonna give that month and he barely hounded me. I'm sorry. What? What was wrong with your wife? She had eaten a battery a little battery like a circle battery like a watch battery. Oh. You gotta give! Hey! If you use something and you don't give Give. To. The system. Hey Debbie what's going on? You wore that dress yesterday. My God. I'm the Rock. Mike \"The Rock\" Davis from the W Doh W. If you used calicocutpants com and you don't pay then you're the problem! And if you watch my matches then you know that I don't like problems! There you are. Did you give? What the fuck? Get the fuck off my shirt man! This is mine! The volume on that video wouldn't turn down. Did you push volume down? Yes. I don't know what to tell you. I don't do volume stuff. Did you give? No don't send me videos of loud wrestlers. When you donate it doesn't go to that! What? The money doesn't go to the video. Rick didn't pay Mike \"The Rock\" Davis to do that video with donation funds like people are saying. Mike did that video for free. They grew up together Rick and Mike on the same street. They lost their virginity the same night at a party at the same house. What the fuck are you talking about? If your wife ever goes to the hospital you'll be happy you gave! She just keeps eating batteries. She says she's not eating them then we go to the doctor the doctor says \"Yeah we found a battery in there.\" Yeah. Okay fine I'll give. You owe me a new shirt too. What? You hit me in the cup and you grabbed my shirt. You stretched it out it looks like a bell now. You can't do that! Okay fine I'll get you a new shirt. I wish I never told you about calicocutpants com. But your wife's rich so I'm going to bleed you dry. Now that I have the video of you hitting me in the cup. What are you talking about you have a video? Sean the security guard he gives. Kal the IT guy he gives. A lot of people give. You can either be my friend or my enemy. A lot of people give. You hit me in the cup."
  },
  {
    "slug": "parking-lot",
    "name": "Parking Lot",
    "season": 2,
    "episode": 5,
    "id": 50,
    "netflixLink": "https://www.netflix.com/watch/81212179?t=7",
    "transcript": "That's not what I said. You always do this. Hello? Ah! What are you doing? Fucking asshole. Come on man. Come on man. Go! What? Going around this asshole. What the fuck? Come on man go! What is your problem man? Do you know how to fucking drive? No. What? No I don't know how to fucking drive. I don't know what any of this shit is and I'm scared. What are you talking about? You don't know how to drive? Not everybody knows how to do everything. Driving isn't the only thing Just move your car! Okay. I don't know how. I can't My God. Just grab the steering wheel. Fine! It hurt? Yeah it does. It does hurt actually. What if where you're going is a job interview and I turn out to be the boss? I'm not going to a job interview! You could be a year from now. Oh my God. Everybody says \"That guy's great.\" I say \"Wait a minute.\" \"That guy yells.\" Move your fucking car! I can't! Why not? Oh. I'm good. Thank you. What? I'm good. Thank you. You don't wanna help me. Just wanna yell. Fuck. That's just the horn. I don't know that do I? You know? I want to tell you something. What? You yelled at me. Oh my God."
  },
  {
    "slug": "del-friscos-double-eagle",
    "name": "Del Frisco’s Double Eagle",
    "season": 2,
    "episode": 5,
    "id": 51,
    "netflixLink": "https://www.netflix.com/watch/81212179?t=125",
    "transcript": "She slams down her computer screen when she sees me behind her. I'm like \"Lady I need to look at your computer to get ideas?\" \"I've been all over the world.\" You've been all over. Why would you want to steal her idea? Thank you! I didn't get my ideas from a lady in a coffee shop. You've been to Egypt. I lived in Egypt for a month. I lived in Egypt for a month! Partying with Hal is the best. Hey guys. Are we gonna split this? Ten ways? Wait. Has anyone ever played credit card roulette? Oh my God! Hal is a genius at having fun. I truly believe that. Here's how it works. Everyone throw in your credit card. Okay. We put 'em in this hat. We pick a card. Whoever's card it is has to pay for the entire meal. Come on. Throw it in. I love it. Every night I've ever gone out with Hal has been insane. Now you're starting to see why. Listen. You only go around this old blue marble once. Might as well have the best time here. He's a complete night owl. There. No Vicky. You do the honors. Oh! My pleasure. Drumroll please. Okay. No looking no peeking. It is Ooh Leslie. Leslie! I'm not paying it. What's that? Uh I'm not paying the bill. This is too much money. I'm not paying it. Maybe if I'd have gotten a bite of everyone's meal or something No no. I just don't want to do it. I just don't want to pay it. Okay you know what? And I'm not gonna pay. Why don't I just pick my card and I'll pay for it. Fine yeah that's fair. No. You do not have to do that. It's fine. It was my dumb idea. It's fine. God! All fine. I'm not gonna pay for it it's fine. It's got to be fine 'cause I ain't gonna fuckin' pay for it. I'm not paying. Just put it all on there. Of course. Linda are you still dating that bad guy? What? Are you still dating that big bad guy? His name was David or something. Yeah I'm still dating David. That's a bad guy! That is a rotten egg. Linda Dump him girl. So um is everyone going to Cheryl's art show? Fuck! I should have lied! No! Fuck! Oh! What? I should have said there was some reason I couldn't pay not just right away say I'm not gonna! I hate that game. I hate that game. I've always hated that game. You all know that. I hate that game. No I actually don't hate that game because Hey give me that. No way. I had it first. Give me that right now. No no no! No. I'm sorry guys. I'm just not in the mood for the hilarious waiter brothers. Okay? I think you guys are funny. I like the three funny waiter brothers. Just not in the mood 'cause of what I did tonight I forgot to lie. Wait. Didn't you say there'd be five people at this table? No. I said there'd be only four people. You said five."
  },
  {
    "slug": "joanies-birthday",
    "name": "Joanie's Birthday",
    "season": 2,
    "episode": 5,
    "id": 52,
    "netflixLink": "https://www.netflix.com/watch/81212179?t=334",
    "transcript": "I feel like a kid. You have to get skates. I would love to feel like a kid again. Then you have to get skates. Hey. There's the birthday girl. Oh my God. Matt Alex you're here. And I'm here all night. Matt Alex gets the funniest unique stuff. Last year he got me a close-up magician. The magic was really good. What'd you do this year? I think you're gonna like it. I understand there's a birthday here. Wild stuff. Wild stuff. Oh my God Matt! Wild. You got a Johnny Carson impersonator that is so funny. This is so random. Wild. I honestly almost forgot 'cause I moved this week. I was like \"I'm so distracted but I have to outdo myself from last year.\" Oh my God. Johnny Carson just fucking hit me. What the hell? The fuck are you doing? He can! He can! He can! Oh! He can. He can what? He can hit. He can hit you. Who are you? I'm with Stable of Stars. That's my guy. He's one of our Carsons. Okay well he just hit Todd. Right. That's why I ran over screaming \"He can\" 'cause he can. He can't just hit people. That's assault. That's against the law. Well your friend paid for him to be here as a joke at a low low low price point. And at that price point at Stable of Stars he can hit. Ow! It's fine! He got him so bad. Who is that? That's our friend. He really whacked him. It's fine. Ugh! Guys! Please. It's fine. Matt what the hell? I had no idea they could hit. They can't. I had no idea he'd say that at that price point they can. Wild. Wild. Wild. Johnny go around! Go to other people. Don't just go to them. Move! Go move! Go around. Oh my God! I'm sorry. I gotta push him around the party make sure everybody gets to see him. Whose house is this? It's mine. There's no cute restaurants in the neighborhood. What? Look we don't want to insult you but since it was a joke he got the low price point which we now know means at Star Wagon Or Stable of Stars. That you allow them to hit. They're not allowed to hit. Oh right. Yes at that price point yes they are allowed to hit. I'm sorry I don't know what I'm saying. Understanding all of that we were just hoping that maybe there's another version of this where everyone kind of gets what they want. I know it's not your fault. What the fuck are you doing? Who is that? That's my George Kennedy. I brought him here as a perk. Why would I want George Kennedy? I know. That's why he's a perk. And that's also why he can't hit! He can't hit. Carson can hit all the day he wants. Can he hit vases? Uh Yeah he can. I like that they can hit. It's cool. Okay. Thank you. And I think it's great. Thank you so much. Thank you. Is he with you? Busted. That's my George Bush. What the fuck are you doing? You can't hit! Both of you go sit in the wagon. I'd send 'em to a coffee shop or something but there's nothing in this area. It's a really nice neighborhood. Oh my God the Carson just passed out."
  },
  {
    "slug": "dave-campor",
    "name": "Dave Campor",
    "season": 2,
    "episode": 5,
    "id": 53,
    "netflixLink": "https://www.netflix.com/watch/81212179?t=549",
    "transcript": "So you're thinking about becoming a owner of your own Little Buff Boys Corporate Competition? Well I may have a little good advice for you. Absolutely do it! I'm Dave Campor Little Buff Boy Champ of '. Twenty-five times out of the city run. I still think I should have won in Tucson. God I miss those days. But now my muscles are up here as I run one of the most successful Little Buff Boy franchises out here in Cincinnati. Now I eat at some of the best restaurants in town. I get full to the brim eating cherry chuck salad. People say that it's healthy but with that much cherry and that much ground chuck it can't be healthy."
  },
  {
    "slug": "mars-restaurant",
    "name": "Mars Restaurant",
    "season": 2,
    "episode": 5,
    "id": 54,
    "netflixLink": "https://www.netflix.com/watch/81212179?t=607",
    "transcript": "Wow. This place is amazing. Look at all the attention to detail. I did think it'd look a little more galactic didn't you? I think it looks very galactic. You do? You wanna leave? You too scared? No it's fun. Oh that's great. A buddy told me about this place. He said it was nuts. Fucker. Oh! Here we go. This looks great. Hey wait a minute. My drink's smoking. We gotta send this back. I gotta talk to the captain. Gary you're being so silly. I'm just having fun. Uh Seriously though you were saying the trouble you have with your sister. Oh Gary. It just keeps piling on. Every time we think we're out of the woods she just falls right back into her old habits. It must be so difficult for you Jeanine. Danger! What the hell? detected. Danger! Unmanned spaceship detected. What is This is part of the show? What the Look at this. This stuff moves. It's like CGI. The money going into this place. Hey what's an alien gotta do to get a drink around here? I just came from a planet that was all bugs. And I can safely say a lot better-looking than this crowd. Shit. Whoa! I came here looking for intelligent life and I can tell you right now it ain't at table seven. Oh! They're like \"Huh?\" I came here looking for the perfect specimen to abduct. Hey table three. Uh hard pass. Oh! \"Hard pass.\" Brutal. That is nuts. Anyways my friend Bruce is going through the same thing that your sister's going through. Guy had everything. Look at table five. She's thinking \"I should've swiped left.\" Not right now buddy. Okay. If this date were a movie it'd be Bore of the Worlds. You have no clue. Talk about abduction someone abducted all the fun from this date. Her sister's addicted to drugs. Okay? Does that sound boring to you? What? That's what we're talking about. It's okay. I'm sorry if that's the most boring thing you've ever heard that she's scared because her sister loves drugs so much that she can't stop taking them! I didn't know. Exactly. You know nothing about her. This woman's been through absolute hell. Just to get school supplies her mom had to drink puke for a local morning radio show. Did you know that? What? She knew that every little pencil she broke her mom had to take another big gulp of vomit for the Davy and Rascal Show. Does that sound boring to you? She did it more than once? She had a standing invitation. And the listeners loved it when she drank stuff. And she did it for us just so we could get school supplies and trips to Florida. Does that sound boring? No. I'm sorry if the most boring thing you ever heard is my mom drank puke for trips to Florida. One time she drank a jar full of mucus just so she could get a backpack. Right? Yeah. Oh my God. She drank diarrhea. No she didn't. Thought you said that. Could've sworn you said it in the car. No. Look. I was joking when I said you were boring. You said I'm boring? No no no. I watched my daddy get executed by the state for homicide dude. What? Right before they zapped him he looked me right in the eyes and at the top of his lungs he screamed \"Never let the party die!\" Does that sound like a boring guy to you? It doesn't. You have no clue what people have gone through or who they are. So don't say I can't please a woman. I didn't say that. You said I should have swiped left. You did. What's that supposed to mean? I didn't say anything about that. It's all right. All you gotta do is take your head out of that head and come over here and apologize to us face to face. Anyways let's just try to have a good time. I'm gonna get some mozzarella sticks. That sounds good. They have terrific soup. I'm sorry. Who the fuck are you? I'm that. Oh! Oh okay. Yeah. Well okay. In retrospect I can appreciate that you may not have had any idea that we were here talking about how her sister is addicted to drugs. I can barely hear anything out here. Right. Yeah I bet. Sweetie you got a little Mars cocktail on your beautiful gray dress there. Could we get that for free? What? The Mars cocktail. Could we get it for free 'cause she spilled a bit on her dress? Sure. Great. 'Cause if you said no I would've gone home and got on Yelp and said that I found a LEGO head in my corn. I've done that to a lot of places. It works."
  },
  {
    "slug": "dave-suit",
    "name": "Dave Suit",
    "season": 2,
    "episode": 6,
    "id": 55,
    "netflixLink": "https://www.netflix.com/watch/81212180?t=7",
    "transcript": "What the fuck did I do? Luca. Yes Miss Tulving. Just tell me what happened here. I fucked up. That's what happened. I fucked up. I found a guy who looks just like Dave who can take huge dumps so people would think Dave was taking huge dumps. Why did you do that? I don't know. I mean ultimately I guess I wanted people to think Dave was taking huge embarrassing dumps. If I had to come up with a reason that would be it. And honestly that might be it. This guy barely looks like Dave. From the back he does. When he hugs the wall and crab walks from the back he does. With all due respect it worked times. Oh my God. How long have you been doing this? What do you want me to do? Luca you're gonna have to start taking this seriously. I am serious ma'am! I'm serious as a heart attack! I didn't do this! What? You know what the fucked up part is? I think part of me wanted to get caught. I was sick of the cat and mouse game because Dave you're no Tom. It was just Jerry running around the house doing whatever he wanted sniffing the wife's panties. I don't think Jerry ever sniffed anybody's panties. You weren't with him / in the cartoon. You don't think that a little piece of food ever got caught in the underwear drawer and he took a whiff? Jesus Luca come on. Could I just have a few moments to collect my thoughts? What the hell dude I already told you \"No.\" Trying to sell my bike stand. And this guy lives like miles away. He wants to meet me halfway. I'm like \"Hell no!\" \"No way dude. You live like so far.\" \"Come to me.\" Luca. I think I just need some time at home. Look inside myself be with my family and try new restaurants. Dave do you want to speak to how this has impacted you? I guess I'm just a little confused. Well it's really pretty simple. Every time you would get up from your desk I would call Rodney. He'd come here and do his business. He lives really close to here in like a little shithole. Am I in trouble? That's your voice? I've never talked to him. His voice is wildly high."
  },
  {
    "slug": "drivers-ed",
    "name": "Driver's Ed",
    "season": 2,
    "episode": 6,
    "id": 56,
    "netflixLink": "https://www.netflix.com/watch/81212180?t=177",
    "transcript": "Now everybody in here knows or has heard about the dangers of driving while inebriated. But some of the things people do every single day can be just as dangerous. Now I'm going to show you a video of a woman who got so wrapped up with a problem at work that she puts herself and others in danger. Now these videos are a little old. They look a little dated. I don't want to hear any jokes about them and don't let the style distract you. And I don't want any questions about the tables! All right. Yep honey I'll be home from work soon. I'm just picking up my last table. What the hell did Eddie do to my table? It's filthy. Oh my God. What the heck? It's so dirty. These are my livelihood. Hey man I just got my table back. And I don't know what the hell Eddie Munster did to my table. It looks like he stepped on them or I know it's not this it looks like he threw them in a mud puddle. These tables are how I buy my house. They keep my house hot. If I were a farmer and Eddie Munster came in and started kicking my corn you could understand how I could be a bit upset. Do you understand the tables are my corn? Whoa! Wow. Pretty serious. Any questions? Yeah. What was her job? Tables. What do you mean? Guys what did I say? Her job is so confusing. The job isn't important. It's just a generic job that the writers of this made up for this. But what is the generic job? Just tables. And dealing with Eddie Munster. She shouldn't have yelled at Eddie. She actually didn't yell at Eddie Munster. I've seen this a ton of times. What does she do? Tables! But how is tables a job? I cannot hear any more about tables. All right I'm gonna show you a whole new video and I want you to tell me what the person in the video did right or wrong. It's the same woman. I just got screamed at by Freddy Krueger. All I said was \"What did you do to my table?\" \"It's filthy. You should be ashamed of yourself.\" \"You're a fucking pig.\" And that's when he snapped. I thought he was gonna kill me. I'm so mad about this. Fuck! They're so dirty. Wow. Pretty crazy. What'd she do wrong? What is her job? Tables! Do you want me to turn the lights off? Everybody puts their heads down. Nobody gets their license gotta walk everywhere. Gotta walk to the food store the house. I'm gonna show you one more video. Is it the same woman? Same actress. Don't know if she's supposed to be the same person. Save your questions till the end. Ugh! What the hell happened to them? I'm so mad about that. Hey! What's up Carrie? Not now George. I heard you had some problems with your tables. Go to hell George. You fucking pig! You don't know how to treat the customer. You don't know how to treat the crypt keeper. Come on! Go! If you're gonna keep renting tables to comic-cons and horror-cons you better learn how to treat the talent. Oh my God that's why. Shut up! This is the maddest I've ever been! Any questions? Why is there swearing? They didn't. All they said was \"shoot.\" Don't laugh!"
  },
  {
    "slug": "tammy-craps",
    "name": "Tammy Craps",
    "season": 2,
    "episode": 6,
    "id": 57,
    "netflixLink": "https://www.netflix.com/watch/81212180?t=449",
    "transcript": "Something smells. Tammy did you have an accident? No. Let's just keep playing. Are you sure? I swear to God it wasn't me. Let's play and forget about it. I love Tammy Craps. I'm pounds. I'm pounds and Tammy Craps is my favorite doll. That's right girls. Start packing on those pounds. The only doll that poops then lies about it doesn't have farts in her head anymore. What? Tammy Craps doesn't have farts in her head. Does she still lie? She still craps. She still lies. They just fired the guy that was farting in all the doll heads at the factory. Don't those dolls have farts in their head? They used to. The disgruntled employee who was farting in the heads was upset the company was treating their full-time employees as contract employees. Now that the heads are sprayed with a deodorizing poison the farts isn't a problem anymore. See? They ain't got farts no more. Oh I see. Can I play with it? How many pounds are you? I think pounds. Ooh. Sorry hon. Being under lbs and holding a Tammy Craps doll is like smoking five Macanudo Cigars a day. That's a lot. No. Yeah. It's a good way to decompress. Lighting one up. Kids over lbs Like me. have a body density that can withstand the low low dose of premium-grade poison they spray in the Tammy Craps' heads. You gotta get out of here little girl. This for you is like smoking five Macanudos. Bye hon. Mom! I'm lbs. I knew you could do it. Don't put rocks in your pockets and lie about your weight just to get a Tammy Craps. That can be very dangerous. Almost as dangerous as having five of these beautiful hand-rolled Macanudo Cigars. That smells good."
  },
  {
    "slug": "big-wave",
    "name": "Big Wave",
    "season": 2,
    "episode": 6,
    "id": 58,
    "netflixLink": "https://www.netflix.com/watch/81212180?t=569",
    "transcript": "And that takes care of addendum four. How's everybody doing? Great. I think we're really making progress. Awesome. I got to jump on a call real quick. When I get back we'll get started on addendum five. And boss is gone. Whoa! Whoa! Surf's up dudes. This is Paul what are you doing? I'm surfing baby. Awesome. Hang ten brother. Yeah ride the big waves baby. Guys. Yes. That's what I'm talking about ladies. Look at them go. Feel that breeze baby. Come on guys. This is so fun. Watch out for the spray! I'm digging it. Groovy girls. Very groovy. I'm a shark. Watch out. Comin' to get you. Gnarly dude! Check out these whirlpools. Very creative. Hey check this out. Whoa! Awesome. . Woo! Yeah! More spray! Here comes a big wave! What the hell man! Ah! My leg! Napkins. I need napkins. Can you hear me honey? Can somebody move this chair? I need a wet paper towel. Russell you could've killed Paul. What is wrong with you? Fucking psycho. What happened here? Ask Russell. Russell? What happened? We were joking around again sir. And it went too far. Just like it always does. Someone always gets hurt. Just like when I almost killed myself when Julie gave me chode jeans. What? Like when I turned and I said \"No gag gifts\" and Julie gave me chode jeans and I almost killed myself. What are \"cho\" jeans? Chode jeans. They're jeans for a chode. A size waist inch legs fucking junk. Julie gave them to me. It was just a joke. I almost killed myself Julie! Russell you need to let go of that birthday. Because it's a long time ago. It's just hard for me to accept chode jeans from Julie when her husband's loaded. I mean you're not shy about that that your husband's loaded right? We've all seen him. He's a bit older doesn't look that good right? I'm not saying anything you're not completely open about right? I shouldn't have got up on that desk. Yeah you're right. My husband is very good-looking."
  },
  {
    "slug": "claires",
    "name": "Claire's",
    "season": 2,
    "episode": 6,
    "id": 59,
    "netflixLink": "https://www.netflix.com/watch/81212180?t=750",
    "transcript": "Julie. Hi. Hi. We're getting our ears pierced but she's a little scared. Aw there's nothing to be scared of. We have a little video for you to watch that will put you at ease. Great. Right this way. Thank you for making Claire's the worldwide choice for ear piercing. Getting your ear pierced for the first time can be an exciting but also sometimes scary experience. Lot of girls in my class have their ears pierced but I was a little nervous. I'd always wanted earrings but I really don't like needles. I always wanted an earring. But I was so nervous. The night before I made a mess in the bathroom. I had to jump in the tub. But at Claire's they were so nice. They understood I was nervous and made me feel okay. We're going to Florida and I really wanted an earring for Florida. But I was nervous to the point of diarrhea. At Claire's your comfort is our priority. They let my mom sit with me the whole time. I had Jessica she was in college and was really cool. I had Chloe. She was really cool. She stood outside the bathroom and assured me no one could hear the splashes. I know all this already. I am not nervous. I was a little scared I was going to die on the slab. Like my dad. This shit is for babies for little kids. I know this already. God damn it. They had stars they had unicorns. I had such a hard time choosing. A couple of years ago I ordered my wife a Sybian. Hello? Do I have to sit here and watch this whole thing? I know all this already. I'm not nervous at all. Finish the video if you want to get your ear pierced. All right then. Go! Get out of here. Let me watch this. We were just to the point where we were more friends than lovers. All my friends have their ears pierced. Now I do too. It's just another way to express myself. Sometimes I put my dad in JibJab videos so he's alive again. I showed it to my mom. She said \"Where is he?\" This is so boring. I go \"Mom it's not real. It's a JibJab.\" It's just hard. To see the people who cared for you as a baby become a baby themselves. They showed me how to clean my ears so they didn't get infected. They gave me an ice pack to help with the swelling. Life's a fucking funny thing. You know if it's true that when you die you get to go back through your life and relive all the moments for eternity then I want some moments in there where I'm just dying laughing. I fake laugh every day for ten minutes so that when I die and relive life's little moments all I see is happy times. Ain't that the fucking saddest thing you ever heard? I'm sitting in an empty room laughing my ass off to trick my dead self. I had a great life."
  },
  {
    "slug": "barley-tonight",
    "name": "Barley Tonight",
    "season": 3,
    "episode": 1,
    "id": 60,
    "netflixLink": "https://www.netflix.com/watch/81643779?t=7",
    "transcript": "If it's Wednesday night, that means it's Barley Tonight, the no-holds-barred debate show with your host, Barch Barley. Tune in to watch Barley spar with experts from the worlds of politics, sports, and pop culture. I never met a fight I didn't like. Isn't that the whole point? You have to know how crazy you sound right now. Right? He sounds crazy, doesn't he? On my show, nothing's off-limits. Fighting's a lost art. But if I smell blood, I go in for the kill. And if you start to win, I go on my phone. Where do you think that money comes from? Taxes. I don't know where you think it comes from. The bank? Barley, I just... Hold on. I gotta do something fast. What the fuck? Is everything all right? Not sure. I'll size you up and I'll cut you down. If you're getting the best of me, I have no problem being on my phone the whole show. Impossible to keep gas prices this high. Exactly the point I made. fuck! Bar... Hold on. Gotta do something for my mom. She's not getting any hot water. Well, one thing I... Hold on. It's crazy at her house. Hold on. Is she okay? Barley? Can't take a shower. I have so much stuff on my phone. Music, apps, games, obviously. A medieval game, obviously. Obviously a jousting game. I have no problem being on my phone for hours. I love my phone. I even have an alarm on my phone. What are you doing? Don't cough. I have the newest phone. It's black and I have a black case for it. It looks really cool. I have everything on this phone. I always just look at it. If I ever feel weird at all, I'm just looking at it. I know there's a new phone coming soon. But I'm not worried about it at all. Because I know I can take all the stuff from my old phone and put it on my new phone, as long as I'm updated. I'm putting the photos from here on my computer. That way, when the new phone comes out, I can put them on that phone from the computer. Even if something goes crazy, I'll still have those photos on the computer, safe and sound. Admit that I won. Let me look at this! You're just embarrassed because you thought... No, my mom's getting robbed. And she's texting you about it. The guys are. What are they texting? Sent me a picture of her tied up with an apple in her mouth. Let her go. I love how this phone works."
  },
  {
    "slug": "mortal-enemies",
    "name": "Mortal Enemies",
    "season": 3,
    "episode": 1,
    "id": 61,
    "netflixLink": "https://www.netflix.com/watch/81643779?t=182",
    "transcript": "Okay, so building a good team in business is like building any team. Even the Cardinals. For example, uh, Susan. And Tina. They have a shorthand. You might want to put them on the same team together. Right? Now on the other hand, let's say if, uh, Rick and Stan are absolute mortal enemies, you probably don't want them on the same team. All right? Hate you, Rick. You too, Stan. Exactly. See? Wouldn't be a good idea. You wanna keep close tabs on interpersonal relationships in the workplace. Now... fuck in' Rick. Looks like these guys have something going on. Yeah. Maybe he walked in on me in a dream when I was about to have an orgy and he wrecked it. Could be different reasons. Yeah. Good. Okay. So, moving forward, uh, you've got a solid handle on these individual personalities and abilities of your core team. You can start to delegate tasks... Why the hell did you have to walk in on my orgy, you fucker? All right. ...and trust takes time, right? So don't fret if things take a while. Hey, mortal enemy. Okay? Need to be nurtured. You can't just set and forget them, no matter how talented you people are. I'm so pissed off. But don't suffocate your squad with constant hovering or micromanaging. Stop. Make sure everyone's short and long-term goals are laid out clearly and reasonably. Even then, things won't always come out the way you want. Sometimes you're gonna have to step in... Stop. When you find your team in troubled waters... Stop. No. Stan, stop it. Knock it the fuck off! Hey! What the hell's going on here? He's acting like he's throwing fake water at us. What? Because you said we're mortal enemies, and I didn't wanna say I wrecked his orgy. Not why. I'm doing it because they tell me to stop. Then stop doing it! I'll do it more! Stop! Stan! Stan, that's enough! Stop it! Stop! I'm just gonna keep doing it. You wanna do it, let's do it! Alex! Alex! What are you doing? Alex! I'm so tired of this! Everything's out of control! What is even going on? My life is out of control. I just take everything way too far. I got too hyper. And now you're more in trouble than me, unfortunately. Yeah. It's okay. Yeah. Yeah. You got me with the water pretty bad. Nah, nah, nah. Nah. It's just that mine didn't have any water in it. And yours did. And then, plus, you pulled my hair plugs. That's why mine was funny and everyone's mad at you. I can't believe all that happened 'cause the teacher. I'm not a teacher. Wow!"
  },
  {
    "slug": "summer-loving",
    "name": "Summer Loving",
    "season": 3,
    "episode": 1,
    "id": 62,
    "netflixLink": "https://www.netflix.com/watch/81643779?t=373",
    "transcript": "Last week on Summer Loving Megan was torn between sending home two of the summer lovers. Alexander and Ronnie, please step forward. Find out whose summer break is over on this week's Summer Loving. Twenty-four eligible men spend summer break with one beautiful woman to see if a summer fling will turn into summer love. Alexander, on our kayaking date earlier, I feel like there were a lot of awkward pauses. I know we had an instant attraction, but I'm starting to think we don't have enough in common for you to be the one. And Ronnie, I feel like you're just here for the zip line. What? All you do all day is go on the zip line. I like that you can drop into the pool. I'm trying to remember. You were never joining us at any of the group meals and when you were reprimanded and asked to join us, you ate as fast as you could. How do you think your connection is? Good. And you've gotten into several fights with Mike from Adventure 365, who runs the zip line.Just too excited. He's too rough on the rope. Shut up, Mike. He pulls. He wrenches on the rope. He thinks it's his. Shut up, Mike. You yanked on the rope hard. I said shut up. And is it true that when you found out I was upset about the zip line, you started spreading rumors about your fellow summer lovers? I sincerely believe Cody is a drug addict. Cody says he's never touched a drug. Well, that's what I believe. Megan, before you decide whether to send me home or not, I just want you to know Carmelo said your face looks like a clock. I never said that. I just don't wanna go home. What's waiting for me at home is really bad. What's waiting at home? I don't know. When I get home, there's something I'm worried about about my life. What is it? I don't know. Is there really something? I don't know. I just really wanna be here. I love you. Is it true, when having beers with Kenny, you told him it was your dream to be alone? It's not true. I just wanna be alone forever. Before you make your decision, I just want you to know I believe Carlos is a ho. I may falter Unfortunately, Ronnie You said this would happen our summer fling is over. Aww! Should pack your things and go. You sure? Aww! Aww! "
  },
  {
    "slug": "street-sets",
    "name": "Street Sets",
    "season": 3,
    "episode": 1,
    "id": 63,
    "netflixLink": "https://www.netflix.com/watch/81643779?t=552",
    "transcript": "Mike? Tony? Come here. What's up, Dad? Have a seat, please. You guys have really been extremely rude and disrespectful to me lately. But I think I have something that might help. Loser. What's that? You say something to me? Yeah. I called you a loser. Yeah, I'm a stranger. Don't talk like that. If you're a stranger, I can call you what I want. What is this? It's a video of me beating up a kid. It looks really fake. But it's real. That doesn't look like a kid. I thought it would look fucking real. Goddammit! You kids have been so nasty to me lately. I had to do something. How'd you make it? It's a company. Street Sets. It's a warehouse downtown. They've got different street scene sets. Pointless 'cause you don't think it's real. You can tell it's an old man. Stomp my foot. fucking Street Sets! I paid 15k for this. Who were you gonna say filmed this? Brian. From work? Yeah, Brian Cambridge. Thrash me around. This part looks like shit. Say you're sorry! No! That guy was going nuts. Kept saying if the stunts looked good, he can get into Jump Junkies. I said, \"I don't care how this helps you.\" Dad fucking Street Sets! I thought you'd think this was fucking real! We love you, Dad. We shouldn't have danced in the kitchen when you had your stuff on the island. We know you were really stressed organizing stuff on the marble. Thank you, boys. Got something you wanna say? I'm sowwy, mister. Brian, you were filming this whole thing? God, this sucks!"
  },
  {
    "slug": "the-driving-crooner",
    "name": "The Driving Crooner",
    "season": 3,
    "episode": 1,
    "id": 64,
    "netflixLink": "https://www.netflix.com/watch/81643779?t=675",
    "transcript": "Hey, everyone, Kathy won't be in today. She got a DUI coming home from the office happy hour. Oh my God. Because she was at a work social event, I feel I have to remind you all to be responsible. Thank God she's okay. Yeah. God, so scary. If anybody ever feels they've had too much to drink and they still need to drive, here's my number. No judgment. I mean it. I will pick you up wherever, whenever. It's good to see you, dude. I had a blast. You good to drive? I should be fine. Get home safe. Later. Hey, man. Appreciate you picking me up. Not a problem. Glad you called. Glad you got out safe. You did the right thing. I've traveled far I've travelued wide So many miles I'm bleary-eyed Still I get no place with you You got behind the wheel. Could've been bad. Yeah, well, thanks. fuck! They're trying to make it look fake! Goddammit! Make what look fake? The hat and the cigar. You're driving with the Driving Crooner, baby. Mmm Continental travel fuck! fuck! fuck! They're trying to make it look fake! Slow down! Gotta be next to me for it to look real. You gotta be right next to me. Everybody tries to make it look fake. Fuckers. Bet you didn't know you were with the Driving Crooner, did you? Or working with the Driving Crooner. No, I didn't know you do this. Oh, yeah, I do this. I own this. You own what? Thedrivingcrooner.com, baby. Don't ya love it? I gotta figure out how to make money on this thing. It's simply too good. The dream is to have five cars going state-wide. Watch out for this guy. fuck! He's trying to steal my decals! What the hell are you doing? Sorry. Thought he was trying to steal my decals. He was walking his dog. Walking to the car, trying to rip the hat off, the cigar off. Why would he do that? I don't know. Some people hate this, James. I don't know what it is, but they fuckin' hate it. There's people that wanna kill me, James. They want to kill you? For doing the Driving Crooner? Yeah. Jesus. Gotta figure how to make money on this! I really want to! Hey, what do you think of Richard from work? He's got that big Cadillac. I could just slap the sticker on the side. He'd be a perfect Driving Crooner. That would generate revenue. Yeah, man. May maybe. Yeah! Yes, James! Gonna need help from up above fuck! fucking hell! fuck! Oh no! What? Frat boys. Try and run us off the road. What? Roll up the window. There's nothing on it. Oh, we know what's on it. There's no stickers on it. Yes, there is. I'm gonna kill you. I'm gonna fucking kill you, Driving Crooner! Are you all right? I'm so sick of this. Why do they hate it so much? When I was a kid, I fell into a river and a fish bumped me out. I was supposed to die. But a fish bumped me out with its nose. That was the earth telling me I'm supposed to do something great. And I know that's the Driving Crooner. It has to be. You know what I mean, James? I'm so sick of this!"
  },
  {
    "slug": "supermarket-swap-vr-edition",
    "name": "Supermarket Swap VR Edition",
    "season": 3,
    "episode": 2,
    "id": 65,
    "netflixLink": "https://www.netflix.com/watch/81643780?t=7",
    "transcript": " Welcome to Supermarket Swap, VR edition! Let's meet our two father-son the Mitchells and the Terdanas. All right, Mitchells. We're gonna go \"Bites and Bits.\" Okay. \"Bits and Bites.\" Kraft Toaster Strudels Pop 'Ems or Tyson Corn Dog Minis? Strudels Pop 'Ems is less. That's a VR shopping spree! Oh, all right! Who's going in? Dad. Dad's going in! Give me all that stuff! It's a shopping spree. You know how it works. You wanna get as many items as you can without going over the $500 limit. You ready? Psyched to get in there! All right, we're gonna put 30 seconds on the clock. In three, two, one. Begin! Go, Dad! Dad, grab that chewing gum! Put it in the cart! Come on! Dad? I don't think he's breathing. Dad? Are you breathing, Dad? He's not breathing. Dad? Dad! Gotta breathe, Mike! Breathe! Open your mouth! What's happening? Breathe! Breathe! Mr. Mitchell! Breathe! Breathe! Breathe! Breathe! Breathe! Breathe! Breathe! Get him out of there! Get him out! Get the gloves! Get him out! Ouch! Ach! Mike, why couldn't you breathe? I don't know how to work the body. It's you. It's you in there. You just need to breathe. You just have to breathe normally. Why don't you go back to the podium. How do we move our bodies ever? What? I don't think I can walk. Really? Yeah. I'm thinking about it too much. I'm really crossed up. Dad! Mike? Dad! Mike, what's going on? What'd you do? Breathe! Breathe! Dad, fucking breathe! Breathe! Dad, please! Just breathe! Dad!"
  },
  {
    "slug": "darmine-doggy-door",
    "name": "Darmine Doggy Door",
    "season": 3,
    "episode": 2,
    "id": 66,
    "netflixLink": "https://www.netflix.com/watch/81643780?t=184",
    "transcript": "Dog doors can be a problem. Your dog can get out, but other things can get in. The Darmine Doggy Door brings you the newest high-tech doggy door from Darmine Devices. These doors are fully automatic, activated by a digital chip in your dog's collar. You're not gonna get varmin, not gonna get intruders. And you're definitely not gonna get this thing. 'Cause I saw that thing. That came in here when I was on the couch. It's a pig! What the fuck?! What the fuck?! My next-door neighbor put a Richard Nixon mask on a pig and had it go through my dog door. Been arguing over a property line. Get it off of my bushes! Trying to call me a liar and thief like Nixon, and a pig. You're a pig! But I didn't know what was happening 'cause I barely been sleeping since my wife got flipped by a swing dancer. Must've flipped my wife eight times! And it really bothered me. When you can't sleep and you see that thing, you're not just right away, \"That's a pig with a mask.\" You're like, \"That's gonna kill me. That's real. That lives on Earth.\" I thought I was gonna get eaten! I'm not a stupid fuck in' idiot. I know it was just a pig. But for 50 seconds, it felt really real. And when your first thought is, \"Great, don't have to go to work tomorrow,\" you're relieved because you thought you were gonna get eaten? What the fuck is this world? What have they done to us? What did they do to us?! That was the most consequential day because now I know I don't like work. The Darmine Doggy Door! Happy pet, peace of mind! Anything can happen in this world. We really know very little. My life is nothing I thought and everything I worried it would become. For 50 seconds, I thought..."
  },
  {
    "slug": "you-cant-park-on-the-sidewalk",
    "name": "You Can't park on the Sidewalk",
    "season": 3,
    "episode": 2,
    "id": 67,
    "netflixLink": "https://www.netflix.com/watch/81643780?t=312",
    "transcript": "Mary! Come on in. Hi! Just wanted to drop off your bowl. Thank you for bringing the salad on Thursday. It was such a nice event. So nice. Help! Help! Help! Oh my God! You can't park over the sidewalk! What happened? Well, you parked your car over the sidewalk. Where I was walking. So I crawled under your car and my ponytail got stuck. Now I got a car stuck in my ponytail and I'm fucked! I need a little help. Okay, fine. I'll go get us scissors. No, no, no! Stop! Stop them! What's wrong? Said you were gonna cut off my ponytail. You broke the rules. I'm not gonna leave here worse off. We'll get your ponytail out without hurting it. Help! Help! Without hurting it. Oh, I thought you said with hurting it. Okay. I can't tell how much is stuck up there. How long is your ponytail? I just took a picture last night. Here. Take my phone. Look at my photos. It's all screenshots of cigars. Yeah, just scroll past them. It looks like it goes down just past your butthole. Hey, who parked on the sidewalk? That's very dangerous for us. Yeah, thank you, but I got this. Want to make sure they said sorry. 'Cause you can't park there. Get the fuck outta here. Make me. What? I can do whatever I want. Do you know this guy? No. Why would I? Someone named Ray H. is texting you. What'd he say? \"Where are you?\" \"Can't seat us until you're here.\" Tell Ray to tell them that they can seat us. \"I am here. I'm in the bathroom. I'm having a terrible time.\" Then Google \"disgusting diarrhea in bowl\" image search. Oh God. I'm cutting you out. No! Ray says the maître d' has seen this picture before. Goddammit! I know how to get him out. Shut the fuck up! I don't have to. God, get away from here! No. I can enjoy the street just like anyone. Oh-ho-ho! Yes! Put his hand in dog shit. Yes!"
  },
  {
    "slug": "nude-egg",
    "name": "Nude Egg",
    "season": 3,
    "episode": 2,
    "id": 68,
    "netflixLink": "https://www.netflix.com/watch/81643780?t=491",
    "transcript": "Six eggs. What? Six? I did, like, 25. Hey, Marcus, can I have a word? Yeah. What's up? Not looking to step on your toes, but I am just a little frustrated to say the least. Okay. You and Mackenzie used to run this team, but you have to loop me in when there are developments. Thought I did. Had no idea Ray was coming into town next week. You never told me. I did tell you. It's not just Parker and I. Rachel says you haven't been CCing her on anything in a month. Not true. Rachel, can you please come in here? I work so hard here. True, true. I put my blood, sweat, and tears into this project. You're a rock star. I work to get things in on time. But I can't do that if you hoard the file assets and don't release them to me until you're completely ready. ...the last second. Yes. It piles up. You understand that? If you don't get your act together, gonna be consequences, understand? You now have 40 eggs. Do you? That one egg was 40 eggs? What are you talking about? Supposed to put as many eggs as you can in its mouth, but when you do it, look. Watch. 41 eggs. You win. Oh, it's working now. Congrats, big boy. What the hell is this? Don't know. Never gotten here. It's got a bush? What the hell? What is this? Oh my God. What are you looking at? Don't know. Never gotten here. This is serious. Can't look at porn in the office. porn? That's a nude egg I won from my game. I'm not in trouble at all. Now... We should be able to look at a little porn at work."
  },
  {
    "slug": "sitcom-taping",
    "name": "Sitcom Taping",
    "season": 3,
    "episode": 2,
    "id": 69,
    "netflixLink": "https://www.netflix.com/watch/81643780?t=635",
    "transcript": "Okay, so has anyone here ever been to a live taping of a sitcom before? It's pretty easy. You're here to do one thing: laugh. See those microphones? Those are recording you, and you are going to be part of the show. So let me hear it. Just keep those laughs big because millions of people watch the show, and they're going to hear your voice on TV. That's cool. Millions of people will hear our voice? Yeah. You're really nice. Next stop: a little place we all know as... Al's Coffee Shop! And... action! How'd your date go from your dating app? Think it might not be a dating app. What do you mean? I showed up and a whole band was there. Any of them cute? Hope so. Signed 'em to a two-album deal. Better than your last date. She still writes me from jail. TK Jewelers is a scam. The jewelry's fake. Watch exploded on date. Bent wrist, thing fucking exploded. If I can make this podcast my main job... Shh! Guys. Big news. The McRib's back? L&L Limos is a scam. The driver told me to shut up. Is anyone else picking up chatter in the audience? He hugged my date. Oh yeah, someone's definitely talking. Didn't have full use of limo. What? Part of limo sealed off. Guys, we gotta cut. Cut, cut, cut! All right, guys, we're getting some commentary from the sound guys. You're just supposed to laugh, not talk. Was anybody talking? Was anyone here ripped off by a place called TK Jewelers and L&L Limos? And Avani Suits. Okay, sir. You can't talk. You understand? Yep. Okay. But what about after the laughs? There's, like, a space. No, that's what we're saying. Got it. Won't happen again. Sorry. What do you mean, the limo driver had an area you couldn't go in? Oh, yeah, well, he had a piece of plywood painted black. Like it was the, uh, wall of the limo. Like it was the end of the limo. But I could hear people in there. And there was a part of it that was over the ice tray. And sometimes we'd see a hand come under and grab the ice tray to pull it to their side. And the hand had a Super Bowl ring on it. And every few minutes, the wall would push up, like they were trying to get more space. When I asked the driver what was going on, he said, \"Shut up.\" Why didn't you say anything? I did. He said, \"Shut up.\" You can't do anything when someone says shut up. I hadn't been on a date in ten years. TK Jewelers sold me a watch that exploded every which way. You said it exploded when you bent your wrist? Yeah, I was showing my date a picture of a bunny and what the bunny was doing and then 150 springs hit her in the face. The springs went in her soup. There was 300 springs in her soup. Sounds like a really bad date. Sucked. Just try not to interrupt. You said millions of people were gonna hear our voices. I'm just a man looking for love. A lot of these places, they try and rip off people like me, people looking for love. Well, I guess we could leave some of it in if it will help some people. Yeah, right? A little goes a long way. All you gotta do is try. All right, from the top! Let's go. Yeah! All right, and... action! Somewhere in the static Snow on the cassette I used up all my magic So I'm calling you collect I can take a lot And make it out all right I got put through the ringer You should see the other guy If I could do it over I'd do it all again I was waiting on the moment Is this it? I was waiting on the moment Is this it? "
  },
  {
    "slug": "richard-brecky-as-jellybean",
    "name": "Richard Brecky as Jellybean",
    "season": 3,
    "episode": 3,
    "id": 70,
    "netflixLink": "https://www.netflix.com/watch/81643781?t=7",
    "transcript": "Come with me. Let's use our imaginations, shall we? Coming to the Candle Light Theater, Richard Brecky brings mastery of silent theater to the stage as \"Jellybean.\" No props. An empty stage. Let me paint you a world. Using only gesture and emotion, he creates 73 stories that will leave you on the edge of your seat. And I never talk. Shh! Watch in wonder as he transports you to the furthest reaches of your imagination. And if I talk, you get money. But I never talk. Audiences across the country have sold out theaters to marvel at his wordless stories. And to try to get him to talk. What are you doing? What is that? What are you doing? What are you doing? What are you doing? What are you doing? What is that? What are you doing? What is that? What are you doing? What is that?! It's a rake. Brecky has entrenched himself in one of the country's most charming eras. And with his unique craftsmanship, he brings to life 73 tales both as personal as they are universal. The fuck is that? Wait. I wanna know now! Just hold on! The fuck is that? Just wait! Wanna know now! Just look at it! I wanna know right now! A fuck in' bike, you fuck in' scumbags! Lose yourself in the world of the mind. And don't just come and try and make me talk. I don't want to talk. I love this stuff. I love old stuff. Only come here if you like that stuff. If you asked me when I started this how many frats would come, I would've said naught. But now it's like... all frats. All frats and bachelor parties. Leave me alone! Get tickets now, before we sell out. Showtime. We're gonna go nuts in there! Goddammit. Yeah! If I could've told this little guy that in 25 years, he'd be selling out the Candle Light Theater... Sometimes dreams do come true. What are you?! I'm in a house! A house! House! House! House! House! House! fuck in' in a house! What is that?! It's a cup! It's a fucking cup! "
  },
  {
    "slug": "dog-hair",
    "name": "Dog Hair",
    "season": 3,
    "episode": 3,
    "id": 71,
    "netflixLink": "https://www.netflix.com/watch/81643781?t=190",
    "transcript": "...kind of cheesy or corny, but it was actually really inspiring. Oh, wow, that's so interesting. You forget your coworkers have these full lives. That's so true. You forget that when you just see them at work. Exactly. Joey, you swear to God? I swear to fuck in' God I did. If this is true, you are my favorite person. I swear to God. Those guys are being really loud. Ah, they're just having fun. I like the way you look at the world. Yeah, I just try to look at it through that perspective. It's easy to do once you try to do it. A lot of folks don't care to try. Very true. Yeah. So tell me more about this work retreat. That sounds so awesome. It was. We were really surprised. I swear to God. I was having a beautiful time. Solo on the kayak. I see this mako shark. It's so fuck in' close to me. What? Like from me to that guy over there with the plaid shirt and that dog hair. Which guy? That guy there with the plaid shirt and the hair that hangs over like dog ears. The shark was that close? Dog hair? What the hell are you talking about, dog hair? And my boss started to do karaoke. Didn't know she was coming. Did you know Joey was almost eaten by a shark? What? I wasn't almost eaten. The shark was as close to me as that guy whose hair looks like dog ears. I actually thought that was a dog at that chair. ...be there, so... It's like a Springer Spaniel. I grew up with Springers. Beautiful dogs. Dog hair. I mean, she's cute. If you think she's cute, Peter, I say ring the bell. I'm nervous. Too late. What did you do? I did it. I rang that bell. What the hell, man? She rang back. I'm well within my rights to kill you right now. But don't you love me? Ah! I'm going on a date. Yeah! Yes! Come out here. No! Come out. I look dumb! Come out. Oh my God, you look so sharp. Peter, wow. And, guys, I figured out what I'm gonna do for my hair. Check it out. Just like this. Oh my God, Cranston. Cut to: chatting about this at your bachelor party. Hope I'm not making a mistake with the hair. But... Cranston. Hello! Just like this. ...new people got crazy. Afraid I'm gonna have to interrupt you. Something wrong? I wanted to look extraordinary for you tonight. But my barber may have been looking at a picture of a dog when he gave me this haircut. I guess it does kind of look like dog ears. I really wanted this to go well. I really did. No. I know, Peter. I really wanted to have two girlfriends. You already have a girlfriend? I do, yeah, but I wanted two. I think that would be even better. Think about it. Two girlfriends. That's better. You know what I'm saying? But you were saying your boss was like... acting crazy?"
  },
  {
    "slug": "club-haunted-house",
    "name": "Club Haunted House",
    "season": 3,
    "episode": 3,
    "id": 72,
    "netflixLink": "https://www.netflix.com/watch/81643781?t=405",
    "transcript": " This must be my day now I work hard. That means I play hard. But when I had a heart attack from dancing as hard as I can at Club Aqua, my doctor suggested I get ABX Heart Monitor from Abbott. This device will send an alert to my phone so I can monitor in case there's a spike in heart rate. Now I have the confidence to live my life to the fullest. At 2:00 a.m., there was a spike. You do anything out of the ordinary? Uh, not really. I was at Club Aqua. Club Aqua? You get in there? Oh, yeah. How the fuck you get into Aqua? I built the back deck at Club Aqua. You built that deck? Yeah. So now I get in. So cool. Hey. Next time you go to Aqua, can I come? Yeah, maybe. Hey. Do you know about Club Haunted House? Yeah, I dip in there. Really want to check out Haunted House. Anyway, why don't we put you on a low dose of blood thinners? Thank you, doctor. Let me know the next time you go, all right? Yeah, maybe. I actually want to go to Haunted House more than Aqua. The ABX Heart Monitor from Abbott transmits up-to-the-minute data to my doctor about my heart health. Hello? There was a spike last night. Were you at Haunted House? No. I jacked off. For 15 minutes? Yeah. You were at Haunted House. I dipped in. It doesn't matter. Don't say you were jacking off when you were at Haunted House. It doesn't fuck in' matter. It does! Listen, I just want to go to Haunted House. I actually want to go to Haunted House more than Aqua. Heard there's a trap door. There's not. I heard there was one! My God, you're not going! But I want to! ABX Heart Monitor. So now your doctor can know what's happening. fuck! Hey-hey! Right here. He's good. What about his wife? Not his wife. All right. Get home safe, all right? Oh my fucking God. Relax. Look at the fucking chains! Just relax! Relax. All right. Let me just... Let me do a lap, see what's real. Dracula! Hey, guys. All clubs are closed for the night. There's been a tragedy in the club community. What happened? The big deck at Aqua collapsed. Did anyone get hurt? Kim Kardashian's head fell off."
  },
  {
    "slug": "pay-it-forward",
    "name": "Pay it Forward",
    "season": 3,
    "episode": 3,
    "id": 73,
    "netflixLink": "https://www.netflix.com/watch/81643781?t=575",
    "transcript": "All right. So here's your small fries and your small drink. Thank you. You know, I'd like to pay for the guy's meal behind me too. Just pay it forward. Wow, that's really nice of you. Yeah. Who knows. Maybe it'll catch on. All right, you have a great day, sir. Stop! Stop! Stop! Please let me go! Please let me go first! I'm doing something! Hi. Can I take your order? 55 burgers, 55 fries, 55 tacos, 55 pies, 55 Cokes, 100 tater tots, 100 pizzas, 100 tenders, 100 meatballs, 100 coffees, 55 wings, 55 shakes, 55 pancakes, 55 pastas, 55 peppers, and 155 taters. Okay, that'll be $680. Okay. shit! shit! shit! shit! shit! shit! shit! shit! shit! shit! shit! shit! shit! shit! Hey! shit! shit! shit! shit! shit! Hey! Come on. What the hell's going on? Not paying it. You have to! The guy did it for you! You're the guy! Just do it! You're rich! What?! Hey! What the hell's going on? This guy's trying to start a pay-it-forward chain. 55 burgers, 55 fries... Ah, shit! Look what you did, you rich little fuck! Come on! Oh no! Oh no! Thought you'd just pull that shit on me? Fine. You win. That's fine. I just wanted to do something good this morning before alcohol class. But you won. That's the last time I try to do something good ever again. Maybe you did have some good intentions. Maybe I did jump to conclusions. Oh, I can just run! "
  },
  {
    "slug": "rat-mom",
    "name": "Rat Mom",
    "season": 3,
    "episode": 3,
    "id": 74,
    "netflixLink": "https://www.netflix.com/watch/81643781?t=712",
    "transcript": "Surprise! Oh my goodness. What is this? Think you can turn 50 and we're not gonna celebrate? What the hell is this? Cardboard cutout of you, Robert. You're the guest of honor. And we got Kismet Rotisserie. Didn't know they did catering. They did it special. I don't know what to say. That's a first. Guess I do know. Let's party! Yeah! You guys are in trouble. You're in trouble! Woo! Birthday boy! We'll make sure we lock down Cleveland before we move forward on that. I know. I'm worried about what our first-quarter earnings report looks like if that deal ends up dragging into April or beyond. Other clients have been patient so far, but they can't wait around forever. God knows what'll happen if the proposal goes belly-up. Robert? Oh. Yeah, sorry. Don't worry about that. All right. Then I'll shut up about it. No worries. I can't believe they catered this. The guy was so nice. We told him who you were. We described you. He knew right away. He said, \"That guy? I love that guy.\" Amazing. I do go there a lot. Light the lights, frost the cake Line the presents up so great Sing the song, smile the smile Today's your day, we're gonna go wild Wild on, wild on Tonight we go wild on Tonight we go crazy Hey, Candy? Oh, hi, Robert. How you doing? Ha... Happy birthday. I'm okay. Been meaning to talk to you about what happened last week. I shouldn't have spoken to you like that. Oh, no, I didn't even think twice about it. Well, even if you haven't thought about it, I'm sorry I was so quick to say you weren't allowed to bring in your rats. I appreciate that. I may have treated you unfairly when Steven brought in his dog and I didn't come down on him nearly as hard as I came down on you when you brought in four rats. Dogs are to Steven what rats are to me. Understood. 'Cause I'm the rat mom. Yeah. Well, it's not for me to decide which animals are worse than others. Right. Because it's so easy for me to open the desk drawer. They're in there. I take the food, put it on the desk. I knock it in. No one knows I have rats. Either way, shouldn't have said that. Maybe I'm a little bit hard on you because I see you rising at this place, and I could see you helping to manage it one day. Thank you, Robert. I... So that's all. I... I just wanted to say sorry. And Merry Christmas. Merry Christmas. And happy birthday. Thank you. Thanks. Okay. Light the lights, frost the cake Line the presents up so great Sing the song, smile the smile Today's your day, we're gonna go wild Wild on, wild on Tonight we go wild on Tonight we go crazy... Oh my God! I drank fucking dog shit! Who put dog shit in a cup?! Who did it?!"
  },
  {
    "slug": "friend-group",
    "name": "Friend Group",
    "season": 3,
    "episode": 4,
    "id": 75,
    "netflixLink": "https://www.netflix.com/watch/81643782?t=7",
    "transcript": "Can't believe this place was near the office all that time and none of us knew. Yeah, my salad is lights out. This is so my new spot. Oh my God, you hear about Jenna? What happened? She took her mom to a play this weekend and her mom fell coming out the theater. Oh God, is she okay? She's fine. She's just on bedrest for three weeks in Jenna's living room. Oof. Christ, that's awful. Yeah. I would not wanna be Jenna right now. Me either. I wouldn't wanna be Jenna either. Now Jenna has to take care of her mom... I'd wanna be Mike. Just 'cause Mike has the best friend group. Yeah. Totally. Jenna's not coming in at all this week. She has to prep at home without her team. Man, that is rough. That's why I wanna be Mike. His friend group has a smooth rhythm, all orchestrated perfectly by Mike. Yeah, it's a good group of guys. Yeah, my friend group is a good group of guys too. It's 200 guys. Wow. Yeah. So I'm thinking about going over to Jenna's and seeing if her and her mom need food. That's nice. I just feel bad. I think the main problem of my friend group is I have to pay to be in it. You have to pay to be in your group? Like a service. I was second tier. But then I was annoying at a party so now I'm paying the most. What'd you do? Thought it'd be funny to be a wild man in the pool. What do you mean? I was fighting everybody and trying to splash water in their mouths. So now I pay more. Stuart. Should not have to pay for being... Crap! One of my friends! Did he see what I was eating? Are you in trouble? Come here right now, Stuart! Hey. How many friend parties did you go to this week? Three. And how many parties are you allowed at your tier? Two. Then why, oh, why, Stuart, were you at a third party? I rented the house for the party! Hey! We don't yell at me. You're right. You're right. What were you eating over there? Nothing. It was something healthy. Let's take a little walk. I wanna talk to your buddies. I'm gonna ask for myself. Okay. Hi. How are ya? I'm Stuart's friend. Can you guys tell me what he ate? I really didn't notice. Don't know. Can you do me a huge favor? Make sure he doesn't eat too much. See, Stuart's a lot more annoying when he's heavier. Not really our business. Just a favor. Just a little favor. Whoa! Who are you? You have friends? I do. You do? No. You don't have friends. I do. They good friends? How would you like 200 friends? Just like this! Oh my God. Sorry. It's okay. It's okay. You're okay. Everyone farts. It's just when I slammed my two hands down, I squoze and farted. You're okay. You'll be fine. It's just really bad. I know. I know it is. It's okay. Want a little drink of water? All right. No. Thank you, Stuart. I want you."
  },
  {
    "slug": "pacific-proposal-park",
    "name": "Pacific Proposal Park",
    "season": 3,
    "episode": 4,
    "id": 76,
    "netflixLink": "https://www.netflix.com/watch/81643782?t=199",
    "transcript": " Ever since I was a kid, I've always loved love. I love celebrating each part. Will you marry me? That's why I opened Pacific Proposal Park. The perfect place to propose. Gardens and gardens of flowers, bubbling brooks, lighted gazebos, rose arches, as well as a special spongy soft soil... perfect for the most perfect kneel of your life. And unfortunately, the perfect place to slam Jerry \"the Jet\" Jones to the ground. Will you marry me? Oh my God! These fuck in' wrestlers keep coming in and practicing slams on proposal ground! I accidentally built the perfect ring. I built this for love. Now, Toilet Truck made someone pretend he's a truck! You're a truck! Vroom! You can't be here, Toilet Truck! No! Fuckers! Please, stop! I was excited to propose to my girlfriend of three years on Proposal Park's soft lawn. When I kneeled, Baby Duff came out of a bush and bit me on the leg. Worst is Toilet Truck and Baby Duff. I hope Toilet Truck dies. I honestly hope he dies. I hope Toilet Truck dies. I hope Baby Duff dies. I hope somebody finds them and kills them. Another thing. King Larry... is also Scarecrow. Saw him change into Scarecrow in his car. I saw his whole pen is. And it was redder than hell. That's what I'm looking at. A guy's pen is that's about to pop. I don't think he washes himself. So please come and have the most beautiful proposal of your life. Come on, King Larry. You gotta go. All right. Did your pen is just pop?"
  },
  {
    "slug": "gelutol",
    "name": "Gelutol",
    "season": 3,
    "episode": 4,
    "id": 77,
    "netflixLink": "https://www.netflix.com/watch/81643782?t=302",
    "transcript": "Self-conscious about your hair loss? Yeah. I don't know what to do. Like as soon as I hit 40, it started thinning. I had the same problem. You did? Yeah. Then I tried Gelutol. After three weeks, I saw significant growth. After five weeks, I almost had my whole full head of hair back. After just five weeks? Yes. It works. Trust me. And it's the only non-topical hair-replacement product that doesn't use IDL benzyl. Hey. You guys talking about Gelutol? No. What are you talking about then? Don't tell him. Nothing. What was he saying to you? Don't tell him. What were you talking about? sex. After five weeks, you'll have a full head of hair. Why didn't you tell him? Don't like him. I don't want him to have hair. So take one of these every day. In two weeks, you'll start to see results. Thank you. Gelutol. Enjoy a healthy head of hair that looks like you never lost it. You talking shit about me? What? No. What were you talking about? Were you really talking about sex? Yeah. Fingering. Really? Not gonna tell you anything. Why? You're not cool at all. You're a dick. Leave us alone. Gonna tell him something he can't tell. fuck do I care? What'd he say? \"Fingering.\" What are you doing?! Results vary, but in laboratory studies hair growth began in under two weeks. Shh! Here he comes. What were you talking about? Get out of here. About my wife? 'Cause she's not wearing green? She had a green jacket. Took it off. She got hot. Go away from me right now. He thinks we're talking about his wife. Gotta put this on. Why? Right now. St. Patrick's Day. I'm so hot. Drink water. I think I want you to have curly hair. My hair grows in straight. You could curl it. I gave you the stuff. Don't you think I should have a little say in how it is? Bobby! In a controlled study of men ages 40-65, over 85% of participants experienced partial to complete hair restoration. Women who are or may potentially be pregnant must not use or handle broken tablets. Who is that? Guy who has that car. What are you talking about?! Getting killed! I'm gonna go blast the heat. Why? His wife. Making her wear a coat so she doesn't get pinched. What were you talking about? The hell? What were you talking about? Don't remember. Goddammit, I asked you. Just tell me yes or no. Was it about me? A little bit. Ha! First clue! I know something. fuck! What'd you do? Nothing! Said he knows something! Don't understand why you can't tell. Not like you need to give it to him. Doesn't know what it's called. He's been saying Gelutol. Not called Gelutol. I been saying it wrong. It's not called Gelutol? No. You did exactly what I asked you. You actually might end up being a nice little soldier. You come see me in a few weeks when you got them curls. You pay for the seeds, you get to look at the trees. Doink, doink, doink, doink, doink, doink, doink, doink..."
  },
  {
    "slug": "summer-loving-pt-2",
    "name": "Summer Loving Pt. 2",
    "season": 3,
    "episode": 4,
    "id": 78,
    "netflixLink": "https://www.netflix.com/watch/81643782?t=526",
    "transcript": " Summer love With Megan saving Alexander, it was time to say goodbye to Ronnie. Move! Losers! Move! "
  },
  {
    "slug": "shirt-brothers",
    "name": "Shirt Brothers",
    "season": 3,
    "episode": 4,
    "id": 79,
    "netflixLink": "https://www.netflix.com/watch/81643782?t=571",
    "transcript": " Oh, Rachel. Hi, Melissa! Look how cute this is! I know. Haven't been in the auditorium since kindergraduation. Oh, I'm so sorry, this is Flynn's mom. Hey. Nice to finally meet you. Nice to meet you. This is my husband, Richard, and my parents, Barb and Shane. Hi. Hey, look at that. We got the same shirt on. Shirt brothers. Yeah, I guess we do. Yeah. Absolutely. Hey, hey, shirt brother. Nice to meet you. I like this guy. Shirt brother. He's got good taste. Meet me in St. Louis, Louis Meet me at the fair Don't tell me the lights are shining Any place but there We will dance the hoochie coochie I will be your tootsie wootsie ...in my flying machine Going up she goes Up she goes Balance yourself like a bird on a beam In the air she goes Up a little bit higher Oh my, the moon is on fire Shirt brother, you gotta help me. I'm in deep fuck in' trouble here. Come on, shirt brother. What're you talking about? Come on, let's go. I need you now. Okay. All right. Come on. Excuse me. I fucked up, man. I fucked up. I fucked up really bad. I'm glad you're here, shirt brother. The hell's going on, Shane? You'll see. Okay. Here we go. What the hell did you do? I went crazy in here. I ripped everything off the walls. What happened? I stepped out to drain my lizard. And I was on my way back, I started checking doorknobs to see if any were open. But they were all locked. Then this one was open. So I was just like, \"What if I just trash this place?\" You know, just fuck in' go nuts in here. I started spinning around, going nuts, moving my head all around. I tried to rip the Wright brothers off the ceiling, brother. Well, what should we start with first? What do you mean? We gotta clean this up. Don't know who you are. Flynn's grandpa. What the hell you talking about? I didn't do any of this. I'm not helping you with anything, okay? You're the only person I can talk to here. All right. Maybe I can try and help you. Can you tell me why you really did this? I've been listening to this new song. What? I've been listening to this new song. By this band I never heard before. And they're saying there's no rules. You think that's true? I... I'm not sure. I'm not either. This thing has got me all fucked up. Okay. Well, can I just hear the song? Here. Play that. Press play on there. Okay. All right. There really are no rules! Hey! Hey! Hey! Hey! Hey! What are you doing? Turn it off then! God, I love that fuck in' song, man. I just don't know if any of it's true. Look, Shane, I've... I've felt this way before. You go through life and everything starts to feel really flat. Then you read something or you see something and you wake up, you feel inspired. Yeah, I don't know. I think there just might be no rules. Yeah. Well, I think we should get back to the concert. Hey, hey, hey, shirt brother, promise me you'll do everything in your power to never do anything that's a rule again. I don't... I can't promise that. Promise me a million times that you will never do another rule. We travel 'round the world Every single town we know We know, oh-oh-oh, we You go back. Listen to your daughter's solo. It's too late for me. I'm awake now. Go on. What are you gonna do? I don't know. I've been asleep for too long My eyes are opening Don't want to be a puppet Just hanging on a string Not gonna play by the rules I'm done with listening Everything you know It's all just for show I don't wanna go on listening The suits and ties feed me lies I don't wanna go on listening Okay, all right Everything's great, everything tonight Wanna feel a fright All right, don't grow tired Wanna be great, gotta be good Do it now in the neighborhood Everything you know Everything you know Everything you know It's all just for show I don't wanna go on listening The suits and ties feed me lies I don't wanna go on listening Everything you know, everything you know Everything you know Everything you know, everything you know Everything you know It's all just for show I don't wanna go on listening The suits and ties feed me lies I don't wanna go on listening Everything you know Everything you know I don't wanna go on listening Everything you know Everything you know Everything you know Everything you know Everything you know Everything you know Everything you know Everything you know Everything you know Everything you know "
  },
  {
    "slug": "volcano",
    "name": "Volcano",
    "season": 3,
    "episode": 5,
    "id": 80,
    "netflixLink": "https://www.netflix.com/watch/81643783?t=7",
    "transcript": "I know it's cramped in here while the Fairfield branch is helping this week, but we need this push for the year-end accounting. You should have your payroll and expense reports in front of you. And if there's anything you need, just come find me. Whoa. What was that? Oh. It makes a really loud sound when the air goes on. Scared the crap out of me. Was like, \"What the hell?\" Thought it was thunder. Thought it was a truck backing into the building. I thought it was like a volcano erupting. What the hell? You thought it was a volcano? Yeah. A volcano? In Southfield? Wish I could be in this guy's brain. All right, everybody, let's get to work. That's awesome. It's awesome. I thought this was a little knife. What? Thought this pen was a little knife. Like a little dagger. Oh, wow. I really thought that. I thought this was a little pimp. The highlighter? I thought it was a little pimp walking all around. Shh. The hell? This get burned? Stop looking around! I thought that was a body bag. Randall, why would he bring a body bag to show us... Why would a truck back into the building? I thought that. Thought he was bringing a body bag! You thought a man was bringing a bag with a dead body in it from office to office to show everyone? I didn't know office to office. You don't know what I'm seeing. I see the world wildly and in wild ways. Like I look at this, and it's like... it's like a... it's not this. It's like a fuck in', like... He can't think of anything. I can! Can't say it. It's offensive! Say it. Leave him alone. No, what is it? Everybody here is fine. You can say it if you see it. It's a bloody cock. The hell's happening here? Amanda told Randall that he's creative. Oh, God. Can I speak to you? Do not say anything he says is interesting. Or good. Otherwise, he's gonna keep picking up stuff and saying it's other stuff. Okay, I got it. I'm sorry. Amanda. Do not say Randall is interesting. I know and you know That we never met before tonight Why, then, should I feel so right About bein' in your... "
  },
  {
    "slug": "photo-booth",
    "name": "Photo Booth",
    "season": 3,
    "episode": 5,
    "id": 81,
    "netflixLink": "https://www.netflix.com/watch/81643783?t=257",
    "transcript": "Oh, perfect! Sure you haven't done modeling? Hey, one with the bride. Get the bride in there. Okay. Get in there. The more the merrier. Everyone wants to take a picture with the bride, the star. Come on, Dad. You too. Oh, no. You guys go on and have fun. Come on, Dad, get in there. You can't say no to her. All right. All right. You're gonna wanna look at the screen. It's gonna count you down. Then look up here at the camera. Big smile. Oh, great. What did I sign up for? Oh, Dad, you're gonna be great. I appreciate you saying that. Big smiles in three, two, one. Oh, perfect! Got professional models here. Yeah, right. Let's do a silly one. Grab a prop. Grab a prop. Do something silly. Okay, grab a prop. Grab a prop. All right, here we go. And remember, big smiles in three, two, one. Goddammit, that's not enough time! Three seconds to think of something silly? That's fucking insane! Not enough time! Oh my God, Dad. I blanked, okay? I gagged on a fucking purple feather. What the fuck am I supposed to do with a purple feather? You could be a flapper. A what?! Like a 1920s dancer. fuck! I could've been Barney. How? Could've been like Barney's hair. \"Hey, look at me, I'm Barney, like Barney's hair.\" Barney doesn't have hair. Will you shut up? He's like cloth. Cloth is hairs. It's little tiny hairs. Even his mouth has little hairs. I mean, he's cloth! Cloth is just little hairs. I should've never done silly. Got too much going on, business-wise. What are you even talking about? He has hair. Give me the fuck in' shutter shades. Gonna do another one. Hey! Where are you going? To relax! I already had my picture taken with the star. I like what I did. Don't have business deals on the line. I do! A ton! I have 15 investors for the Pelling Ball. What the fuck is the Pelling Ball? It's a game. Doesn't sound fun. Okay. Had six dinners with Bart Lee 'cause Pelling Ball's not fun! Who is Bart Lee? Heard of John Richter? No. You know nothing about games. Knowing about games isn't cool. Stop! Stop doing that! You stop that right now! Stop it! Stop it! Stop it! Stop doing that right now. Stop doing that dance! You stop that! Yep."
  },
  {
    "slug": "house-party",
    "name": "House Party",
    "season": 3,
    "episode": 5,
    "id": 82,
    "netflixLink": "https://www.netflix.com/watch/81643783?t=413",
    "transcript": "Right? It's so nice you live this close. Yeah. I was so pumped they chose to do the convention in Cleveland. Don't have to travel. Can walk right to the panels. And a great chance to have a house party. Mm-hm! First Saturday I don't have to get up at 6:00 a.m. and take my kids to soccer. They're getting good at soccer though. I mean, my... Sorry. There I go, talking about my kids. Oh, yeah. Do me a favor. Next time, please stop me. I know. Thank you. Will do. Totally. Okay. Did anyone go to the... You got it. Okay. Know the one I'm looking forward to? Don't worry. You're not gonna talk about your kids an ounce. We should go together. I'd love to read it. I would too. The West Coast has just better snow. I think I'm too old. Scared I'm gonna tear my ACL, you know. But my kids love the snow. My daughter goes flying down in a little ski suit. Hey, everybody! Look at me! I'm riding the dog! You really do always wanna do this, don't you? Do what? Talk kids. I stopped you by pretending to ride that beautiful dog. Yeah. It's all right. It's all right. Just don't fuck with me again! From Tower of Money. Hey, leave the dog alone! Come on, leave the dog alone. Leave it alone. Get away. Go outside. I love Miami. It's a night club culture. It's great. I was there last spring. Did you go by yourself? Um... I took my kids. Goddammit! Hey, everybody! Hey! Hey! What you doing? Wasn't talking about them. You did. Not something wrong with me. Don't have to keep doing this. I always do what I say. All right, break it up. Knock it off. It's dumb. It's dumb. Who the fuck is this guy? Oh my God, I follow your wife on Instagram. Uh-huh. Your kids are so cute. What's your daughter's name again? I can't say. It starts with a V, right? Just drop it. What? Yes, her name is Vega. motherfucker! Hey, everybody, look, the dog's blowing me. Look, everybody, the dog's blowing me. What the hell, man? I keep having to do wild stuff to stop you talking about your kids! Now you made me too popular here! What? Now everybody loves me too much. I wanna do it. Guys keep coming to me, saying, \"What's the next wild thing we're gonna do?\" Isn't anything more interesting about you than your kids? I'll try. Please, try! I'm the most popular guy here now! Was talking about taking a shower, then I get an ad for Dove soap. Reading the news. On the side, ads keep popping up for PAW Patrol lunchboxes. You must have kids too. Well, I... What are we doing next? I don't want it to be another dance. I don't know. Let's do something. Just relax! Uh... Let's talk about something else. What... What should we talk about? What's the craziest thing you've ever done? Oh, wow. Okay. Okay. So I'm strapped into this instructor's lap. Who looks like Eddie Van Halen. I look at him and say, \"I'm a bit nervous.\" He says, \"You should be.\" \"We're going way too fast.\" Guys, leave the dog alone. We're not doing anything with the dog. Leave the dog alone. Push the dog. No! Should we push the walls? What are you even talking about? Tell us what to do! Stand on our heads? I don't know. Let me think. Let me think. Hurry! Just a ripoff of Kurosawa. Bullshit. I'll convince you. You go first. Your 20 seconds are on the board. Wow, official. Everything I do is official when I wanna win. I gotta get another drink. Getting drinks, guys! No. I'm getting a drink. By myself! All getting drinks by ourselves! You, there. You, there. You, over there. Yeah. Too close to me. No! Let me think! Telling you, back in my day, I could square up. In my neighborhood, had to be able to fight. Can only imagine. Just wanna tell you you're doing great work. Thank you, sir. Doesn't hurt that you party too. What do you think we'll do next? Don't know. What about this? Is this something? No, let me think a minute. I'll think of it. It was my birthday yesterday. I turned 43. Happy birthday. My brother's 41. It's my birthday in ten days. What you texting? I'm just texting something. Don't grab me! I can't see. Get away from me. Go! I'll think of something! Let's go do something. I ain't doing a dance. Hey, man. I just want to say I had such a good time not talking about my kids. Great. Glad I could help. Got deeper than ever with people. I used to talk about my kids all the time. It's all I had to talk about. You talk about your son your whole life. Then one day he goes to the zoo, puts his hands through the bars, and shoots Godzilla the gorilla. What? Godzilla the gorilla. The gorilla that would eat kids' hats for his trick. He... Why'd he shoot him? Such a big fan of him, he wanted to own his life or something. It's why I felt so bad about the dog. I've put enough animal hurt in the world by having my son. Yeah. Thank you. Yeah. Hey. I'm sorry about that. I'm sorry I said you were a buckin' bronco and that you were blowing me. What about this?"
  },
  {
    "slug": "banana-breath",
    "name": "Banana Breath",
    "season": 3,
    "episode": 6,
    "id": 83,
    "netflixLink": "https://www.netflix.com/watch/81643784?t=7",
    "transcript": "I'm gonna show a quick scenario that has right and wrong answers. Just shout them out and we'll discuss them. Hey. So I had to take Barney to that lunch meeting. I know you're still working on that project. Do you mind giving half the credit to Barney as well? Hmm... Obviously she's been put in an uncomfortable situation. What are things she could say? \"Back away, banana breath. What the hell did you just eat? A banana?\" I'm sure that's what she'd like to say. Totally. What are some ways she can handle it? Go to HR. Sure. What else? Could say, \"I'm not comfortable.\" Or \"I don't want to do that.\" A boundary. Good. By vocalizing them, you can give others a chance to reevaluate their actions. Boundaries are a wonderful way to help build trust... ...uh, and mutually respectful relationships. Need to go outside? I'm okay. I'm... just laughing. Uh, in this next clip... You okay? Yeah. I'm gonna be really great. \"Back away, banana breath.\" \"What the hell did you just eat? A banana?\" I'm gonna be really great. So I just have... I have something to say. Okay. I think we should do shirts for this class. What's that? A fun shirt. That we design. That says, \"HR, Class of 2023.\" And underneath, it says, \"Back away, banana breath.\" I'm glad you've enjoyed it. But this is to address something serious going on in this office. Oh yeah. I know. It's just been a really good time, and I'm going to do the shirts. All right. But I want to re-emphasize the value of proper documentation. The best way to avoid... Mary. Want a shirt? I don't wear t-shirts. Get it big and use it as a night shirt. Just lounging around in a big shirt and some undies. My drawers are full of shirts. Putting you down, b itch. Rick! Wanna do drawings for the shirts? What you talkin' about? You're good. I've seen drawings on your desk. It should be a computer and the screen says, \"Learn respect.\" Don't do computers. It's a box with keys. I can't do it! Uh, that's why we also provide anonymous reporting options... Meredith. How big are you? What size? What? Asked how big her body is. That's inappropriate in the workplace. I need to know because... You can't do that. Okay. Let's take a break. I need some air. What the hell is that? Told you I can't do it!"
  },
  {
    "slug": "photo-wall-of-metal-metal-motto-search",
    "name": "Photo Wall of Metal: Metal Motto Search",
    "season": 3,
    "episode": 6,
    "id": 84,
    "netflixLink": "https://www.netflix.com/watch/81643784?t=206",
    "transcript": "Welcome to Photo Wall of Metal, the Metal Motto Search. Where contestants battle it out, trying to guess the image beneath the metal panels. Each of those metal panels has a colored dot in the right-hand corner. Soon as you pick a panel, Metaloid Maniac will zip around the magnetic metal board he built and take down the metal panel, revealing a piece of the photo of the phrase. But pick dots quickly because the Metaloid Maniac is fast and he will speed around the board, filling in empty spots with metal on the wall that he built. Okay? Let's play Metal Motto Search. First, let's learn about what's happening in Metaloid Maniac's world in this cartoon. Ah! I'm finally done with my masterpiece. Some of the Batter Birds took some metaloid tiles guarding our phrase! Shouldn't be a problem for me. Metal, metal, metal, metal, metal, metal, metal... Metaloid Maniac, slow down! You're moving so fast, it's gonna crack the planet! Metal, metal, metal! Got the metal. This is actually my ground. Karina, up first. Gimme a color. The pink dot. Pink dot. Go get it, Metaloid Maniac! There he goes! He's zipping around, crazily. The reason the Metaloid Maniac is so comfortable up there is 'cause he built that wall. He's naturally magnetized which allows him to zip around the wall that he built. Practically frictionless. What you think? Cool? Very cool. Yeah, you know, I think so. First thing I thought of when I thought of Metaloid Maniac... What if there was a guy who could, like, uh, zip around with metal, and also shoot it and build stuff with it? So fucking cool. The Metaloid Maniac has removed one metal tile. Underneath is a white square with a black line coming from the bottom. It could be an elbow of an L. Or could be the top of an L. Anyone wanna guess? No guesses. Okay. Steven, you're up. Okay. Brown dot. Brown dot! Oh, okay. Metaloid Maniac is going down. Let me go have a chat with the Metaloid Maniac. Make sure I ain't got metal on me. Not doing it. What? Metaloid Maniac! Hey, hey. Calm down. I keep sliding. The suit is way too heavy. Right. Okay, so the way I pictured it... See, this wall is his ground. Any way we can make it look like this wall is your ground? No. There's no way to do that, Dan. Okay. That's... Let me explain it to you. Okay. That's your wall. You built that. Have whatever story you want. I can't get around at all. What's really going on? Hmm? I had a difficult conversation with my daughter this morning. Mmm. That's hard. That... That's hard. What can we do to make you look crazy up there like a bug?"
  },
  {
    "slug": "don-bondarley-king-of-the-dirty-songs",
    "name": "Don Bondarley, King of the Dirty Songs",
    "season": 3,
    "episode": 6,
    "id": 85,
    "netflixLink": "https://www.netflix.com/watch/81643784?t=404",
    "transcript": "Seriously, this has been a perfect weekend so far. Hey, it's not over yet. I can't believe you got us into Corset. A buddy knows the chef. Jason fucking rules. Have to take your word for that. This is all I wanted for my 40th birthday. Just my oldest friends, doing the stuff we used to do. And your newest friends. See Jason got that shit from high school? Four Lokos, Red Dog beers. Heard you were doing this throwback theme, so I brought something me and my friends used to do. Should be here any minute. Nice. When the thing I got gets here, we're not gonna want to leave. My God, you get us coke? We might not be going to Corset. We really should go to Corset. And here it is. Ahh! What is this? Don Bondarley! King of the dirty songs. You and your friends used to get this? All the time. My uncle showed him to us. My uncle was awesome. He lived with my grandpa his whole life. So did I. Aah! You gotta see this. It's so fucking fun! Gotta get to the restaurant. Shut up. Come on. Come on, guys. Don Bondarley! Now, I just wanna say, I was a little worried people didn't like this kind of stuff anymore. I had given up on it completely. I truly love dirty songs. Now, I haven't done this in a while. I hope I remember 'em. Oh, old Bart Dogfuck Had a dong a mile long Had a dong a mile long, had he He tried to suck it on a tuffet Eh... Ahh! What the hell did he do? Hell. fucking hell. I don't remember the words. We got the gist. Can still tell it's dirty. I should have prepared, but I just watched TV. Let's try another one. Oh, old Arthur James MacLeish Walked his wiener dog on a leash What the fuck is it? I'm sorry, guys. I can't remember the words. I know it's something about his cock goes in the dog, he fucks the dog, and then the dog's dinner is his c um. Sorry. Okay. Uh, keep going? This sucks. I don't know why I thought these were coming back. They're not coming back. They're not funny anymore. I've wasted my life. Or am I just dead wrong and you guys are loving them? All right! Now comes the time of the night when I face the wall and give you guys a chance to jack off."
  },
  {
    "slug": "tasty-time-vids",
    "name": "Tasty Time Vids",
    "season": 3,
    "episode": 6,
    "id": 86,
    "netflixLink": "https://www.netflix.com/watch/81643784?t=596",
    "transcript": "All right, everybody, let's get those lunch orders in. Put your order in, right into the app. Ooh, Trebinetti's. David, can I talk to you? Of course. I love their salads. Draven. Don't know if we're gonna have enough GOTV buses for this weekend without Mike Flaherty. Okay. This isn't the first time Mike flaked. Concerns me come primary day. I don't know what other options we have. I asked Lynn to quietly check with George Faust if he's willing to help. I'd love not to go down that road. You could talk to him, but I know him more than anyone so I don't know what'll help. Let me think. Thank you for bringing it to my attention. Oh, thank you. All right. Everybody all in? Everybody good? Let's go. Get motivated. Fifteen days. Fifteen days. All right! I'm mad at you. What? I'm mad at you! You're not following me on Instagram. Oh. Didn't know you were on there. I'm on there. I'll look. I'll find you. It's okay. I followed myself from your phone. You followed yourself from my phone? What the hell is this? Tasty Time Vids. Me. Check it out. I post funny stuff. New videos starting today. Every Friday. Every Friday! Rain or shine, a new funny video. Don't worry. Cool. Yeah, I'll check it out, Draven. Yeah, you will 'cause you follow me. Thanks for the follow, fan. All right, cool. Yeah. Gonna move boxes, but first a word with you. The hell you doing, you little asshat? You little stupid fucking piece of shit. Shut up. Okay. All right. Gonna be looking for you on the computer. New vid dropped. Watch it right now. In the morning. Watch! Wow. That was really amazing. Glad I met you at the bar. What the fuck is this? You should go. I think I just slept with Frankenstein's chick! Oh no! Tasty Time Videos every Friday. It's great. Thank you for encouraging me. Thank you for believing in me, David. New video next Friday! fuck! Hey, Draven, Draven, Draven! What is going on? I can't fucking think of anything! Anything for what? For this video! I can't think of anything funny. Don't know what I'm gonna do. Probably be okay. They're coming after me in the comments! The woman that played Frankenstein's chick is saying I... paid her in fast food. Saying I paid her in a Santa Fe chicken sandwich. Why are they saying you paid in fast food? Why would they say that? 'Cause I did! I don't know how to do this stuff. I'm... I'm so dead. I don't know what to do, man. You're responsible for me on some level. You encouraged me. I don't know how to help. fuck! Draven! Draven! Draven! fucking shit! David. I am so worried about this video. Just made it! Phew! I slept with Frankenstein's chick! Oh no! Frankenstein's Chick Sped Up. Pays in Santa Fe sandwich. Pays in fast food. Gonna kill this guy's parents. Gonna murder his dad. Paid her in pencil fries. I wanna kill his mom. Oh my God. See the vid? Did you see it? Yeah. Yeah! Frankenstein's Chick, sped up twice as fast. It worked! Yes. See they wanna kill my parents? Yeah, I saw that. I saw that. Saying they're gonna cut my dad's head off. Jesus. Frankenstein's chick and her manager are coming after me. They want to take my account away. Telling everybody I paid her in Arby's. You did. Goddammit! This is your fault. How? When you gave me your phone. Shouldn't give your phone to people you don't really know. Plus I'm frozen. Zero ideas. I can't think of what I'm gonna do next. And I can't think of any ideas! Oh my God! This is your fault. You encouraged me. You're responsible for me. Cut my dad's head off. I'm fucking dead. It's all over, David. Don't be scared. Don't be sad. Watch this. You're being crazy, Frankenstein. I didn't cheat! What's this then? Uh-oh. Hey, everyone. I'm the new owner of Tasty Time Vids. She's Frankenstein's chick and I'm her manager. Jesus Christ. The hell is this? I gave away Tasty Time Vids. Did it for my dad. No one's ever getting this head. No one's ever cutting off my daddy's head. I love my daddy. Me and papa. Does your dad smoke? We should hang out."
  }
]